Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

# preferences
source: first instance
sr@latin: prvi modul

# preferences
source: last instance
sr@latin: poslednji modul

# preferences
source: never
sr@latin: nikada

# preferences
source: on startup
sr@latin: pri pokretanju

# preferences
source: on close
sr@latin: nakon zatvaranja

# preferences
source: on both
sr@latin: oba

# preferences
source: on startup (don't ask)
sr@latin: pri pokretanju (ne pitaj)

# preferences
source: on close (don't ask)
sr@latin: nakon zatvaranja (ne pitaj)

# preferences
source: on both (don't ask)
sr@latin: oba (ne pitaj)

# preferences
source: once a month
sr@latin: jednom mesečno

# preferences
source: once a week
sr@latin: jednom nedeljno

# preferences
source: once a day
sr@latin: jednom dnevno

# preferences
source: small
sr@latin: malo

# preferences
source: default
sr@latin: podrazumevano

# preferences
source: always
sr@latin: uvek

# preferences
source: only large entries
sr@latin: samo za veći unos

# preferences
source: multiple GPUs
sr@latin: više grafičkih kartica

# preferences
source: very fast GPU
sr@latin: brza grafička kartica

# preferences
source: id
sr@latin: ib

# preferences
source: folder
sr@latin: fascikla

# preferences
source: none
sr@latin: ništa

# preferences
source: off
sr@latin: isključeno

# preferences
source: hardness (relative)
sr@latin: tvdroća (relativno)

# preferences
source: hardness (absolute)
sr@latin: tvrdoća (aspolutno)

# preferences
source: opacity (relative)
sr@latin: neprovidnost (relativna)

# preferences
source: opacity (absolute)
sr@latin: neprovidnost (apsolutna)

# preferences
source: brush size (relative)
sr@latin: veličina četkice (relativna)

# preferences
source: low
sr@latin: nisko

# preferences
source: medium
sr@latin: srednje

# preferences
source: high
sr@latin: visoko

# preferences
source: false color
sr@latin: lažne boje

# preferences
source: top left
sr@latin: gore-levo

# preferences
source: top right
sr@latin: gore-desno

# preferences
source: top center
sr@latin: gore-sredina

# preferences
source: bottom
sr@latin: dole

# preferences
source: hidden
sr@latin: sakriveno

source: show OSD
sr@latin: prikaz preko ekrana

source: toggle the visibility of the map overlays
sr@latin: uključuje prikaz elemenata preko karte

source: filtered images
sr@latin: filtrirane slike

source: when set limit the images drawn to the current filmstrip
sr@latin: kada da podesi ograničenje broja slika koje se prikazuju u filmskoj traci

source: group size factor
sr@latin: faktor veličine grupe

source: min images per group
sr@latin: najmanje slika po grupi

# preferences
source: bilinear
sr@latin: dvolinijska

# preferences
source: bicubic
sr@latin: dvokvadratna

# preferences
source: lanczos2
sr@latin: lanhoz2

# preferences
source: lanczos3
sr@latin: lanhoz3

# preferences
source: auto
sr@latin: automatski

# preferences
source: all
sr@latin: svi načini

source: camera time zone
sr@latin: vremenska zona kamere

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
sr@latin: većina kamera ne čuva podatke o vremenskoj zoni u EXIF podacima. dajte ispravnu vremensku zonu kako bi GPS podaci mogli da budu poklopljeni sa slikama

# preferences
source: no color
sr@latin: bez boje

# preferences
source: illuminant color
sr@latin: boja svetla

# preferences
source: effect emulation
sr@latin: simulacija efekta

# preferences
source: list
sr@latin: spisak

# preferences
source: tabs
sr@latin: kartice

# preferences
source: columns
sr@latin: kolone

# preferences
source: active
sr@latin: aktivno

# preferences
source: dim
sr@latin: zatamni

# preferences
source: fade
sr@latin: izbledi

# preferences
source: fit
sr@latin: uklopi

# preferences
source: smooth
sr@latin: glatko

# preferences
source: glide
sr@latin: postepeno

source: this setting has been modified
sr@latin: ovo podešavanje je izmenjeno

source: lighttable
sr@latin: svetli sto

source: general
sr@latin: opšte

source: hide built-in presets for utility modules
sr@latin: sakrij ugrađene postavke modula

source: double click to reset to `%s'
sr@latin: dva puta kliknite sa vratite „%s“

# preferences
source: FALSE
sr@latin: NETAČNO

source: hides built-in presets of utility modules in presets menu.
sr@latin: sakriva ugrađene postavke modula iz menija za podešavanja.

source: thumbnails
sr@latin: umanjeni prikaz

source: delimiters for size categories
sr@latin: razdvojnici kategorija veličine

source: darkroom
sr@latin: tamna soba

source: pen pressure control for brush masks
sr@latin: jačina pritiska za maske napravljene četkicom

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
sr@latin: isključeno — očitavanje pritiska se zanemaruje, jačina/neprovidnost/veličina četkice — kontrole za očitavanje jačine pritiska određuju atributi apsolutno/relativno — očitavanje pritiska se uzima direktno kao vrednost atributa ili umnožena vrednost sa predodređenim postavkama.

source: smoothing of brush strokes
sr@latin: umekšavanje poteza četkice

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
sr@latin: podešava nivo umekšavanja poteza četkice, jače vrednosti prave manje čvorišta i ubrzavaju rad uz smanjenje preciznosti.

source: pattern for the image information line
sr@latin: šablon za podatke o slici

source: see manual for a list of the tags you can use.
sr@latin: pogledajte uputstvo za spisak oznaka.

source: position of the image information line
sr@latin: mesto gde se nalaze podaci o slici

source: border around image in darkroom mode
sr@latin: iviza oko slike u režimu tamne sobe

source: double click to reset to `%d'
sr@latin: kliknite dvaput da ponovo postavite „%d“

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
sr@latin: obrađuje sliku u režimu tamne sobe sa tankom granicom. postavite na 0 ukoliko ne želite da koristite ivicu oko slike.

# preferences
source: TRUE
sr@latin: TAČNO

source: modules
sr@latin: moduli

source: display of individual color channels
sr@latin: prikaz pojedinačnih kanala boja

source: defines how color channels are displayed when activated in the parametric masks feature.
sr@latin: određuje kako se prikazuju kanali boje kada je omogućeno korišćenje parametarskih maski.

source: hide built-in presets for processing modules
sr@latin: sakrij ugrađene postavke modula za obradu

source: hides built-in presets of processing modules in both presets and favourites menu.
sr@latin: sakriva ugrađene postavke unutar modula za obradu slike, kako u postavkama, tako i u meniju za omiljeno.

source: white balance slider colors
sr@latin: boje klizača za balans bele

source: visual indication of temperature adjustments. in 'illuminant color' mode slider colors represent the color of the light source, in 'effect emulation' slider colors represent the effect the adjustment would have on the scene
sr@latin: prikazuje efekat podešavanja temperature boja. u režimu „boja svetla“ će boje klizača prikazati boju izvora svetlosti, u režimu „simulacija efekta“ će boja klizača prikazati efekat promene na slici

source: choose how to organise the slider blocks for lift, gamma and gain: list - all sliders are shown in one long list (with headers), tabs - use tabs to switch between the blocks of sliders, columns - the blocks of sliders are shown next to each other (in narrow columns)
sr@latin: izaberite kako želite da rasporedite klizače za uzdizanje, gamu i povećanje: spisak — prikazuje klizače u vidu dugačkog spiska (sa zaglavljima), kartice — koristi kartice za prebacivanje između grupa klizača, kolone — klizači su prikazani jedan pored drugog (u uskim kolonama)

source: show right-side buttons in processing module headers
sr@latin: prikaz dugmića u zaglavlju modula za obradu

source: when the mouse is not over a module, the multi-instance, reset and preset buttons can be hidden: always - always show all buttons, active - only show the buttons when the mouse is over the module, dim - buttons are dimmed when mouse is away, auto - hide the buttons when the panel is narrow, fade - fade out all buttons when panel narrows, fit - hide all the buttons if the module name doesn't fit, smooth - fade out all buttons in one header simultaneously, glide - gradually hide individual buttons as needed
sr@latin: kada je miš nije preko modula, dugmići sa dupliranje, vraćanje i postavke modula se mogu sakriti: uvek — uvek prikazuje sve dugmiće, aktivno — prikazuje dugmiće samo kada je miš preko modula, zatamni — dugmići su zatamnjeni kada je miš van modula, automatski — sakriva dugmiće samo kada je površ previše uska, izbeldi — izbleđuje dugmiće kada je površ previše uska, uklopi — sakriva sve dugmiće ukoliko je naziv modula predugačak, glatko — izbleđuje sve dugmiće jednog zaglavlja, postepeno — postepeno sakriva pojedinačne dugmiće ako je potrebno

source: other views
sr@latin: ostali pregledi

source: processing
sr@latin: obrada

source: always use LittleCMS 2 to apply output color profile
sr@latin: uvek koristi LittleCMS 2 za izlazni profila boja

source: this is slower than the default.
sr@latin: ovo je sporije od podrazumevanog.

source: 3D lut root folder
sr@latin: korena fascikla za 3D lut

source: select directory
sr@latin: izaberite fasciklu

source: this folder (and sub-folders) contains Lut files used by lut3d modules. (need a restart).
sr@latin: ova fascikla (i podfascikle) sadrže Lut datoteke koje koriste lut3d moduli. (potrebno ponovno pokretanje).

source: detect monochrome previews
sr@latin: pronađi crno-bele preglede

source: many monochrome images can be identified via exif and preview data. beware: this slows down imports and reading exif data
sr@latin: mnoge crno-bele slike mogu biti prepoznate iz exif podataka za pregled. uspozorenje: ovo može da uspori uvoz i čitanje efix podataka

source: cpu / gpu / memory
sr@latin: resursi

source: enable disk backend for thumbnail cache
sr@latin: omogući čuvanje umanjenih slika na disk

source: enable disk backend for full preview cache
sr@latin: omogući čuvanje celih pregleda na disk

source: activate OpenCL support
sr@latin: omogući OpenCL podršku

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
sr@latin: ukoliko je pronađeno, koristi OpenCL sa vašeg sistema kako bi brže obradio slike. može biti uključeno ili isključeno u svakom trenutku.

source: not available
sr@latin: nije dostupno

source: not available on this system
sr@latin: nije dostupno na ovom sistemu

source: OpenCL scheduling profile
sr@latin: OpenCL profil za zakazivanje

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
sr@latin: određuje kako se pregled i čitav cevovod operacija zakazuju u sistemima sa OpenCL-om. podrazumevano — grafička kartica obrađuje sve, a procesor obrađuje cevovod za pregled (može se prilagoditi podešavanjima); više grafičkih kartica — obrađuje oba cevovoda odjednom na dve različite kartice; brza grafička kartica — obrađuje oba cevovoda u nizu na grafičkoj kartici.

source: security
sr@latin: sigurnost

source: always ask the user before any image file is deleted
sr@latin: uvek pita pre brisanja bilo koje datoteke sa slikom sa diska

source: ask before discarding history stack
sr@latin: pitaj pre čišćenja skladišta istorijata

source: always ask the user before history stack is discarded on any image
sr@latin: uvek pita korisnika pre čišćenja skladišta istorije za bilo koju sliku

source: send files to trash instead of permanently deleting files on system that supports it
sr@latin: šalje datoteke u otpad umesto da ih trajno briše iz sistema datoteka koji to podržava

source: ask before moving images from film roll folder
sr@latin: pitaj pre premeštanja slika u filmsku rolnu

source: always ask the user before any image file is moved.
sr@latin: uvek pita korisnika pre premeštanja datoteke sa slikom u fasciklu filmske rolne.

source: ask before copying images to new film roll folder
sr@latin: pitaj pre kopiranja slika u novu filmsku rolnu

source: always ask the user before any image file is copied.
sr@latin: uvek pita korisnika pre premeštanja datoteke sa slikom u fasciklu filmske rolne.

source: ask before removing empty folders
sr@latin: pitaj pre uklanjanja prazne fascikle

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
sr@latin: uvek pita pre uklanjanja bilo koje prazne dascikle. ovo mođe da se desi nakom premeštanja ili brisanja slike.

source: ask before deleting a tag
sr@latin: pitaj pre brisanja oznake

source: ask before deleting a style
sr@latin: pitaj pre brisanja stila

source: ask before deleting a preset
sr@latin: pitaj pre brisanja postavke

source: password storage backend to use
sr@latin: program za čuvanje lozinki

source: the storage backend for password storage: auto, none, libsecret, kwallet
sr@latin: program koji se koristi za čuvanje lozinku: automatski, ništa, libsecret, kwallet

source: executable for playing audio files
sr@latin: naredba programa za puštanje zvuka

source: this external program is used to play audio files some cameras record to keep notes for images
sr@latin: ovaj spoljni program će se koristiti za puštanje zvučnih datoteka koje čuvaju neke kamere kao komentar uz sliku

source: storage
sr@latin: skladištenje

source: database
sr@latin: baza podataka

source: check for database maintenance
sr@latin: održavanje baze podataka

source: this option indicates when to check database fragmentation and perform maintenance
sr@latin: ova opcija određuje da li se proverava fragmentacija baze podataka i primenjuje njeno održavanje

source: database fragmentation ratio threshold
sr@latin: prag fragmentacije baze podataka

source: fragmentation ratio above which to ask or carry out automatically database maintenance
sr@latin: odnos fragmentacije iznad koga ćete biti upitani da se pokrene održavanje baze podataka

source: create database snapshot
sr@latin: napravi snimak baze podataka

source: how many snapshots to keep
sr@latin: koliko snimaka da zadržim

source: after successfully creating snapshot, how many older snapshots to keep (excluding mandatory version update ones). enter -1 to keep all snapshots keep in mind that snapshots do take some space and you only need the most recent one for successful restore
sr@latin: određuje koliko starih snimaka želite da zadržite nakon uspešnog pravljena novog snimka (isključuje obavezne snimke pri ažuriranju). unesite -1 da zadržite sve snimke imajte na umu da snimci zauzimaju nešto mesta, a obično će vam trebati najnoviji snimak kada vraćate bazu podataka

source: write sidecar file for each image
sr@latin: upiši priključnu datoteku za svaku sliku

source: store xmp tags in compressed format
sr@latin: sačuvaj xmp oznake u zapakovanom formatu

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
sr@latin: unosi u xmp oznakama mogu postati veoma veliki i mogu prekoračiti dostupno mesto za čuvanje skladišta istorijata u izlaznim datotekama. ova opcija dozvoljava kompresiju xmp oznaka i čuvanje nešto prostora.

source: look for updated xmp files on startup
sr@latin: izgled ažuriranih xmp datoteka

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
sr@latin: proveri vreme promene xmp datoteke pri pokretanju programa, kako bi video da li je neka promenjena u međuvremenu

source: miscellaneous
sr@latin: razno

source: interface
sr@latin: izgled

source: sort built-in presets first
sr@latin: prvo prikaži ugrađene postavke

source: whether to show built-in presets first before user's presets in presets menu.
sr@latin: određuje da li da najpre prikaže postavke modula koji su ugrađeni u program unutar menija za postavke.

source: method to use for getting the display profile
sr@latin: način preuzimanja profila boje ekrana

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
sr@latin: ova opcija dozvoljava da primorate određene srednje vrednosti za trenutni profil ekrana. to je korisno kada neki način prikaže pogrešne rezultate

source: tags
sr@latin: oznake

source: omit hierarchy in simple tag lists
sr@latin: zanemari hijerarhiju u spisku oznaka

source: prefer expanded instances
sr@latin: najpre prošireni duplikati

source: if instances of the module are expanded, ignore collapsed instances
sr@latin: ukoliko su duplikati modula prošireni, zanemaruje one module koji su sakupljeni

source: prefer enabled instances
sr@latin: najpre omogućeni duplikati

source: after applying the above rule, if instances of the module are active, ignore inactive instances
sr@latin: kada se primenjuje gornje pravilo, ukoliko su duplikati moduli aktivni, zanemaruje neaktivne duplikate

source: prefer unmasked instances
sr@latin: najpre duplikati bez maske

source: after applying the above rules, if instances of the module are unmasked, ignore masked instances
sr@latin: nakon primene pravila navedenih iznad, ukoliko duplikat modula nema masku, zanemaruje duplikate sa maskom

source: selection order
sr@latin: redosled izbora

source: after applying the above rules, apply the shortcut based on its position in the pixelpipe
sr@latin: nakon primene pravila navedenih iznad, primenjuje prečicu na osnovu njenog položaja u cevovodu

source: pretty print the image location
sr@latin: čitak prikaz mesta fotografije

source: show a more readable representation of the location in the image information module
sr@latin: prikazuje čitljiviji prikaz mesta gde je nastala slika u modulu za podatke o slici

source: waiting time between each picture in slideshow
sr@latin: interval između prikaza slika u slajdovima

source: do not set the 'uncategorized' entry for tags
sr@latin: ne postavljaj „nekategorizovano“ za oznake

source: do not set the 'uncategorized' entry for tags which do not have children
sr@latin: ne postavlja unos „nekategorizovano“ za oznake koje nemaju podoznake

source: number of folder levels to show in lists
sr@latin: nivoi fascikle koji se vide u spisku

source: the number of folder levels to show in film roll names, starting from the right
sr@latin: broj nivoa fascikli koje se prikazuju u nazivima filmskih rolni, počevši sa desne strane

source: sort film rolls by
sr@latin: poređaj filmske rolne po

source: sets the collections-list order for film rolls
sr@latin: postavlja redosled spiska-zbirki po filmskim rolnama

source: lens shift (vertical)
sr@latin: pomeraj sočiva (uspravno)

source: lens shift (horizontal)
sr@latin: pomeraj sočiva (vodoravno)

source: shear
sr@latin: ostriži

source: focal length
sr@latin: žižna dužina

source: crop factor
sr@latin: faktor isecanja

source: lens dependence
sr@latin: zavisnost objektiva

source: aspect adjust
sr@latin: podesi razmeru

source: lens model
sr@latin: model objektiva

source: automatic cropping
sr@latin: sam iseci

source: generic
sr@latin: opšte

source: specific
sr@latin: sprecifično

source: off
sr@latin: isključeno

source: largest area
sr@latin: najveće područje

source: original format
sr@latin: originalni format

source: fusion
sr@latin: spajanje

source: exposure shift
sr@latin: razmaknutost ekspozicija

source: exposure bias
sr@latin: ekspozicija

source: preserve colors
sr@latin: očuvaj boje

source: none
sr@latin: ništa

source: luminance
sr@latin: svetlina

source: max RGB
sr@latin: najveći RGB

source: average RGB
sr@latin: prosečni RGB

source: sum RGB
sr@latin: zbir RGB

source: basic power
sr@latin: osnovni kvadrat

source: black level correction
sr@latin: korekcija nivoa crne

source: highlight compression
sr@latin: sažimanje svetlog

source: midtone range
sr@latin: raspon srednjih tonova

source: bilateral grid
sr@latin: dvobočna mreža

source: local laplacian filter
sr@latin: lok. laplasov filter

source: blur type
sr@latin: vrsta zamućenja

source: blur radius
sr@latin: poluprečnik zamućenja

source: rotation
sr@latin: rotacija

source: offset
sr@latin: pomeraj

source: lens
sr@latin: objektiv

source: gaussian
sr@latin: gaus

source: aspect ratio
sr@latin: odnos razmere

source: orientation
sr@latin: okretanje

source: border size
sr@latin: veličina ivice

source: frame line size
sr@latin: veličina linije okvira

source: frame line offset
sr@latin: pomeraj linije okvira

source: once
sr@latin: jednom

source: twice
sr@latin: dvaput

source: three times
sr@latin: triput

source: four times
sr@latin: četiri puta

source: five times
sr@latin: pet puta

source: radius
sr@latin: poluprečnik

source: strength
sr@latin: jačina

source: red
sr@latin: crvena

source: green
sr@latin: zelena

source: blue
sr@latin: plava

source: input blur radius
sr@latin: poluprečnih ulaznog zamućenja

source: pixellation radius
sr@latin: poluprečnik pikselizacije

source: output blur radius
sr@latin: poluprečnih izlaznog zamućenja

source: noise level
sr@latin: nivo šuma

source: normalize channels
sr@latin: normalizuj kanale

source: F source
sr@latin: F izvor

source: LED source
sr@latin: LED izvor

source: gamut compression
sr@latin: sažimanje palete

source: clip negative RGB from gamut
sr@latin: odseca negativne RGB vrednosti sa palete

source: saturation algorithm
sr@latin: algoritam zasićenosti

source: same as pipeline (D50)
sr@latin: kao u cevovodu (D50)

source: A (incandescent)
sr@latin: A (sijalica)

source: D (daylight)
sr@latin: D (dnevna svetlost)

source: E (equi-energy)
sr@latin: E (ekvi-enerdži)

source: F (fluorescent)
sr@latin: F (florescentno)

source: LED (LED light)
sr@latin: LED (led osvetljenje)

source: Planckian (black body)
sr@latin: Plankovo (crno telo)

source: custom
sr@latin: proizvoljno

source: (AI) detect from image surfaces...
sr@latin: (VI) izračunaj sa delova slike…

source: (AI) detect from image edges...
sr@latin: (VI) izračunaj sa ivica slike…

source: as shot in camera
sr@latin: kao snimak iz kamere

source: B1 (Blue 2733 K)
sr@latin: B1 (plava 2733 K)

source: B2 (Blue 2998 K)
sr@latin: B2 (plava 2998 K)

source: B3 (Blue 4103 K)
sr@latin: B3 (plava 4103 K)

source: B4 (Blue 5109 K)
sr@latin: B4 (plava 5109 K)

source: B5 (Blue 6598 K)
sr@latin: B5 (plava 6598 K)

source: BH1 (Blue-Red hybrid 2851 K)
sr@latin: BH1 (hibridna belo-crvena 2851 K)

source: V1 (Violet 2724 K)
sr@latin: V1 (ljubičasta 2724 K)

source: V2 (Violet 4070 K)
sr@latin: V2 (ljubičasta 4070 K)

source: linear Bradford (ICC v4)
sr@latin: linearni Bradford (ICC v4)

source: non-linear Bradford
sr@latin: nelinearni Bradford

source: none (bypass)
sr@latin: ništa (zaobiđi)

source: version 1 (2020)
sr@latin: izdanje 1 (2020)

source: version 2 (2021)
sr@latin: izdanje 2 (2021)

source: left
sr@latin: levo

source: top
sr@latin: gore

source: right
sr@latin: desno

source: bottom
sr@latin: dole

source: input saturation
sr@latin: ulazna zasićenost

source: contrast fulcrum
sr@latin: oslonac kontrasta

source: output saturation
sr@latin: izlazna zasićenost

source: lift, gamma, gain (sRGB)
sr@latin: rast, gama, dobit (sRGB)

source: saturation global
sr@latin: opšta zasićenost

source: hue shift
sr@latin: pomeraj nijanse

source: contrast
sr@latin: kontrast

source: green-magenta contrast
sr@latin: kontrast zelene-ljubičaste
