Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: blue-yellow contrast
sr@latin: kontrast plave-žute

source: gamut clipping
sr@latin: odsecanje palete

source: Adobe RGB (compatible)
sr@latin: Adobe RGB (saglasno)

source: linear Rec709 RGB
sr@latin: linearno Rec709 RGB

source: linear Rec2020 RGB
sr@latin: linearno Rec2020 RGB

source: source mix
sr@latin: mešanje izvora

source: number of clusters
sr@latin: broj skupova

source: color dominance
sr@latin: dominacija boje

source: histogram equalization
sr@latin: ujednačavanje histograma

source: spatial extent
sr@latin: veličina prostora

source: range extent
sr@latin: veličina opsega

source: saturated colors
sr@latin: zasićene boje

source: hue
sr@latin: nijansa

source: select by
sr@latin: odaberi po

source: mix
sr@latin: mešano

source: process mode
sr@latin: režim obrade

source: lightness
sr@latin: svetlina

source: saturation
sr@latin: zasićenost

source: smooth
sr@latin: umekšavanje

source: strong
sr@latin: jako

source: edge detection radius
sr@latin: poluprečnik ivica

source: threshold
sr@latin: prag

source: operation mode
sr@latin: režim rada

source: global average (fast)
sr@latin: opšti prosek (brzo)

source: local average (slow)
sr@latin: lokalni prosek (sporo)

source: static threshold (fast)
sr@latin: statični prag (brzo)

source: match greens
sr@latin: poklapanje zelene

source: edge threshold
sr@latin: prag ivice

source: color smoothing
sr@latin: ujednačavanje boja

source: demosaicing method
sr@latin: način sklapanja mozaika

source: disabled
sr@latin: onemogućeno

source: local average
sr@latin: lokalni prosek

source: full average
sr@latin: puni prosek

source: full and local average
sr@latin: puni i lokalni prosek

source: photosite color (debug)
sr@latin: boja foto-tačke (za traženje grešaka)

source: Markesteijn 1-pass
sr@latin: Markeštajn, 1 prolaz

source: basic
sr@latin: osnovno

source: patch size
sr@latin: veličina parčića

source: search radius
sr@latin: poluprečnik pretrage

source: preserve shadows
sr@latin: očuvanje senki

source: bias correction
sr@latin: popravka pomeranja

source: scattering
sr@latin: razbacivanje

source: central pixel weight
sr@latin: težina centralnog piksela

source: adjust autoset parameters
sr@latin: sam podesi parametre

source: whitebalance-adaptive transform
sr@latin: preobražaj uz adaptaciju balansa bele

source: fix various bugs in algorithm
sr@latin: ispravlja razne greške algoritma

source: upgrade profiled transform
sr@latin: ažuriraj profilisani preobražaj

source: color mode
sr@latin: režim boje

source: RGB
sr@latin: Markeštajn, 1 prolaz

source: sharpness
sr@latin: oštrina

source: method
sr@latin: metoda

source: damping
sr@latin: izbacivanje

source: random
sr@latin: nasumično

source: percentile
sr@latin: procenat

source: target level
sr@latin: ciljni nivo

source: compensate exposure bias
sr@latin: popravka pomaka ekspozicije

source: manual
sr@latin: ručno

source: automatic
sr@latin: automatski

source: black relative exposure
sr@latin: relativna ekspozicija crne

source: white relative exposure
sr@latin: relativna ekspozicija bele

source: transition
sr@latin: prelaz

source: dynamic range scaling
sr@latin: promena dinamičkog opsega

source: target black luminance
sr@latin: ciljna svetlina crne

source: target white luminance
sr@latin: ciljna svetlina bele

source: hardness
sr@latin: tvrdoća

source: extreme luminance saturation
sr@latin: ogromno zasićenje svetline

source: add noise in highlights
sr@latin: dodaj šum u svetlim delovima

source: preserve chrominance
sr@latin: sačuvaj boje

source: color science
sr@latin: nauka o bojama

source: auto adjust hardness
sr@latin: sam podesi tvrdoću

source: iterations of high-quality reconstruction
sr@latin: ponavljanja rekonstrukcije visokog kvaliteta

source: type of noise
sr@latin: tip šuma

source: contrast in shadows
sr@latin: kontrast u senkama

source: contrast in highlights
sr@latin: kontrast u svetlom

source: compensate output ICC profile black point
sr@latin: kompenzacija crne tačke izlaznog ICC profila

source: no
sr@latin: ne

source: luminance Y
sr@latin: Y svetlina

source: RGB power norm
sr@latin: RGB kvadratna norma

source: RGB euclidean norm
sr@latin: RGB euklidova norma

source: uniform
sr@latin: ujednačeno

source: poissonian
sr@latin: poasonovo

source: hard
sr@latin: tvrdo

source: soft
sr@latin: meko

source: bias
sr@latin: pomak

source: target
sr@latin: cilj

source: reinhard
sr@latin: rejnhard

source: filmic
sr@latin: filmski

source: density
sr@latin: gustina

source: coarseness
sr@latin: grubost

source: mid-tones bias
sr@latin: pomeraj srednjih tonova

source: clipping threshold
sr@latin: prag odsecanja

source: clip highlights
sr@latin: odsecanje svetlog

source: reconstruct in LCh
sr@latin: povrati u LCh

source: reconstruct color
sr@latin: povrati boje

source: contrast boost
sr@latin: jačanje kontrasta

source: mark fixed pixels
sr@latin: obeleži fiksne piksele

source: detect by 3 neighbors
sr@latin: pronađi na osnovu 3 suseda

source: mode
sr@latin: režim

source: geometry
sr@latin: geometrija

source: TCA red
sr@latin: TCA crvena

source: TCA blue
sr@latin: TCA plava

source: invalidated
sr@latin: nevalidirano

source: move
sr@latin: pomeranje

source: line
sr@latin: linija

source: curve
sr@latin: kriva

source: blue shift
sr@latin: pomak plave

source: soften with
sr@latin: ublaži sa

source: order 0
sr@latin: redosled 0

source: order 1
sr@latin: redosled 1

source: order 2
sr@latin: redosled 2

source: bilateral filter
sr@latin: dvobočni filter

source: application color space
sr@latin: prostor boja aplikacije

source: gamma Rec709 RGB
sr@latin: paleta Rec709 RGB

source: tetrahedral
sr@latin: tetraedar

source: trilinear
sr@latin: trolinijski

source: pyramid
sr@latin: piramida

source: film stock
sr@latin: vrsta filma

source: scan exposure bias
sr@latin: ekspozicija skenirane slike

source: paper black (density correction)
sr@latin: crnilo papira (korekcija gustine)

source: paper grade (gamma)
sr@latin: težina papira (gama)

source: paper gloss (specular highlights)
sr@latin: sjaj papira (refleksija svetlog)

source: print exposure adjustment
sr@latin: doterivanje ekspozicije štampe

source: black and white film
sr@latin: crno-beli film

source: color film
sr@latin: film u boji

source: dynamic range
sr@latin: dinamički opseg

source: safety factor
sr@latin: sigurnosni faktor

source: logarithmic
sr@latin: logaritamski

source: gamma
sr@latin: gama

source: noise threshold
sr@latin: prag šuma

source: black level
sr@latin: nivo crne

source: white point
sr@latin: bela tačka

source: exposure
sr@latin: ekspozicija

source: fill mode
sr@latin: režim popune

source: brightness
sr@latin: osvetljenje

source: unused
sr@latin: nekorišćeno

source: clone
sr@latin: klon

source: heal
sr@latin: lečenje

source: blur
sr@latin: zamućenje

source: fill
sr@latin: popuna

source: bilateral
sr@latin: dvobočno

source: erase
sr@latin: brisanje

source: color
sr@latin: boja

source: RGB, linked channels
sr@latin: vezani RGB kanali

source: RGB, independent channels
sr@latin: nezavisni RGB kanali

source: white point adjustment
sr@latin: doterivanje bele tačke

source: shadows color adjustment
sr@latin: doterivanje boje senki

source: highlights color adjustment
sr@latin: doterivanje boje svetlih delova

source: emerald
sr@latin: dijamant

source: color space
sr@latin: prostor boja

source: Lab, linked channels
sr@latin: Lab, vezani kanali

source: Lab, independent channels
sr@latin: Lab, nezavisni kanali

source: XYZ, linked channels
sr@latin: XYZ, vezani kanali

source: blacks
sr@latin: crne

source: deep shadows
sr@latin: tamne senke

source: shadows
sr@latin: senke

source: light shadows
sr@latin: svetle senke

source: mid-tones
sr@latin: srednji tonovi

source: dark highlights
sr@latin: tamni svetli delivi

source: highlights
sr@latin: svetli delovi

source: whites
sr@latin: bele

source: speculars
sr@latin: refleksije

source: smoothing diameter
sr@latin: prečnik umekšanja

source: edges refinement/feathering
sr@latin: popravljanje/umekšanje ivica

source: mask quantization
sr@latin: kvantizacija maske

source: mask contrast compensation
sr@latin: kompenzacija kontrasta maske

source: mask exposure compensation
sr@latin: kompenzacija ekspozicije maske

source: luminance estimator
sr@latin: računanje svetline

source: filter diffusion
sr@latin: filter difuzije

source: averaged guided filter
sr@latin: filter vođen prosekom

source: guided filter
sr@latin: vođeni filter

source: averaged eigf
sr@latin: prosečni vfne

source: eigf
sr@latin: vfne

source: RGB average
sr@latin: RGB prosek

source: HSL lightness
sr@latin: HSL svetlina

source: HSV value / RGB max
sr@latin: HSV vrednost / najveći RGB

source: RGB sum
sr@latin: RGB zbir

source: RGB geometric mean
sr@latin: RGB geometrijska sredina

source: contrast compression
sr@latin: kompenzacija kontrasta

source: vibrance
sr@latin: živost boja

source: fall-off strength
sr@latin: jačina otpadanja

source: horizontal center
sr@latin: vodoravni centar

source: vertical center
sr@latin: uspravni centar

source: automatic ratio
sr@latin: automatski odnos

source: width/height ratio
sr@latin: odnost dužine/širine

source: shape
sr@latin: oblik

source: 8-bit output
sr@latin: 8. bitni izlaz

source: 16-bit output
sr@latin: 16. bitni izlaz

source: x offset
sr@latin: x pomak

source: y offset
sr@latin: y pomak

source: scale on
sr@latin: povećaj na

source: image
sr@latin: slika

source: larger border
sr@latin: veća ivica

source: smaller border
sr@latin: manja ivica

source: developers
sr@latin: programeri

source: translators
sr@latin: prevodioci

source: contributors
sr@latin: doprineli

source: rawspeed contributors
sr@latin: rawspeed-u doprineli

source: Virtual Lighttable and Darkroom
sr@latin: Virtuelni Svetli sto u Tamnoj sobi

source: Organize and develop images from digital cameras
sr@latin: Organizujte i razvijte slike iz digitalnih kamera

source: graphics;photography;raw;
sr@latin: graphics;photography;raw;grafika:fotografija;rav;grafika;fotografija;rav;razvijanje;razvijanje

source: Virtual light table, showing a collection
sr@latin: Virtuelni svetli sto, prikazuje zbirku

source: _cancel
sr@latin: _sačuvaj

source: _save
sr@latin: _otkaži

source: average dE: %.02f max dE: %.02f
sr@latin: prosečan dE: %.02f najveći dE: %.02f

source: notice: input file or dir '%s' doesn't exist, skipping
sr@latin: primedba: ulazna datoteka ili direktorijum „%s“ ne postoji, preskačem

source: incorrect ICC type for --icc-type: '%s'
sr@latin: neispravna vrsta ICC za --icc-type: „%s“

source: notice: ICC file '%s' doesn't exist, skipping
sr@latin: primedba: ICC datoteka „%s“ ne postoji, preskačem

source: incorrect ICC intent for --icc-intent: '%s'
sr@latin: neispravan ICC sadržaj za --icc-intent: „%s“

source: error: input file and import opts specified! that's not supported!
sr@latin: greška: ulazna datoteka i opcije uvoza su određene! to nije podržano!

source: notice: output location is a directory. assuming '%s/$(FILE_NAME).%s' output pattern
sr@latin: primedba: izlazna putanja je direktorijum. pretpostavljam da je ulazni šablon „%s/$(FILE_NAME).%s“

source: output file already exists, it will get renamed
sr@latin: izlazna datoteka već postoji, biće preimenovana

source: error: can't open folder %s
sr@latin: greška: ne mogu da otvorim fasciklu %s

source: error: can't open file %s
sr@latin: greška: ne mogu da otvorim datoteku %s

source: no images to export, aborting
sr@latin: nema slika za uvoz, prekidam

source: error: can't open xmp file %s
sr@latin: greška: ne mogu da otvorim xmp datoteku %s

source: empty history stack
sr@latin: prazno skladište istorijata

source: too long output file extension: %s
sr@latin: predugačka ekstenzija izlazne datoteke: %s

source: no output file extension given
sr@latin: nije data ekstenzija izlazne datoteke

source: cannot find disk storage module. please check your installation, something seems to be broken.
sr@latin: ne mogu da nađem modul za skladištenje. proverite vašu instalaciju, izgleda da nešto nije kako treba.

source: failed to get parameters from storage module, aborting export ...
sr@latin: ne mogu da dobije parametre iz modula za skladištenje, prekidam izvoz…

source: unknown extension '.%s'
sr@latin: nepoznata ekstenzija „.%s“

source: failed to get parameters from format module, aborting export ...
sr@latin: ne mogu da dobijem parametre modula za format, prekidam izvoz…

source: too much time to update aspect ratio for the collection
sr@latin: previše vremena je proteklo na ažuriranju odnosa veličine u zbirci

source: film roll
sr@latin: filmska rolna

source: camera
sr@latin: kamera

source: tag
sr@latin: oznaka

source: date taken
sr@latin: datum slikanja

source: date-time taken
sr@latin: datum i vreme slikanja

source: import timestamp
sr@latin: vreme uvoza

source: change timestamp
sr@latin: vreme izmene

source: export timestamp
sr@latin: vreme izvoza

source: print timestamp
sr@latin: vreme štampe

source: history
sr@latin: istorija

source: color label
sr@latin: oznaka u boji

source: aperture
sr@latin: blenda

source: filename
sr@latin: ime datoteke

source: geotagging
sr@latin: geografska oznaka

source: grouping
sr@latin: grupisanje

source: local copy
sr@latin: lokalna kopija

source: module
sr@latin: modul

source: module order
sr@latin: redosled modula

source: rating
sr@latin: ocenjivanje

source: yellow
sr@latin: žuta

source: purple
sr@latin: ljuvičasta

source: auto applied
sr@latin: samoprimenjeno

source: altered
sr@latin: izmenjeno

source: not tagged
sr@latin: nije označeno

source: tagged
sr@latin: označeno

source: tagged*
sr@latin: označeno*

source: not copied locally
sr@latin: nije umnoženo lokalno

source: group leaders
sr@latin: vođe grupe

source: not defined
sr@latin: nije određeno

source: %d image of %d (#%d) in current collection is selected
sr@latin: izabrana je %d slika od %d (br. %d) u trenutnoj zbirci

source: %d image of %d in current collection is selected
sr@latin: izabrana je %d slika od %d u trenutnoj zbirci

source: gray
sr@latin: siva

source: cyan
sr@latin: plavičsta

source: magenta
sr@latin: ljubičasta

source: work profile
sr@latin: radni profil

source: export profile
sr@latin: profil za izvoz

source: softproof profile
sr@latin: profil potvrde boja

source: sRGB (e.g. JPG)
sr@latin: sRGB (npr. JPG)

source: linear XYZ
sr@latin: lineatno XYZ

source: linear infrared BGR
sr@latin: linearni infracrveni BGR

source: BRG (for testing)
sr@latin: BRG (za testiranje)

source: embedded ICC profile
sr@latin: ugnježđeni ICC profil

source: embedded matrix
sr@latin: ugnježđena matrica

source: standard color matrix
sr@latin: standardna matrica boja

source: enhanced color matrix
sr@latin: poboljšana matrica boja

source: vendor color matrix
sr@latin: matrica boja proizvođača

source: alternate color matrix
sr@latin: izmenjena matrica boja

source: BRG (experimental)
sr@latin: BRG (eksperimentalno)

source: file `%s' to print not found for image %d on `%s'
sr@latin: nije pronađena datoteka „%s“ za štampu slike %d na „%s“

source: failed to create temporary file for printing options
sr@latin: ne mogu da napravim privremenu datoteku za opcije štampe

source: printing on `%s' cancelled
sr@latin: štampa na „%s“ je otkazana

source: error while printing `%s' on `%s'
sr@latin: greška prilikom štampe „%s“ na „%s“

source: printing `%s' on `%s'
sr@latin: štampam „%s“ na „%s“

source: found strange path `%s'
sr@latin: pronađena je čudna putanja „%s“

source: error loading directory `%s'
sr@latin: greška pri učitavanju direktorijuma „%s“

source: file `%s' has unknown format!
sr@latin: datoteka „%s“ ima nepoznat format!

source: error loading file `%s'
sr@latin: greška pri učitavanju datoteke „%s“

source: cancel
sr@latin: otkaži

source: yes
sr@latin: da

source: done
sr@latin: gotovo

source: ok
sr@latin: u redu

source: the database lock file contains a pid that seems to be alive in your system: %d
sr@latin: datoteka za zaključavanje baze podataka navodi broj procesa koji i dalje postoji na vašem sistemu: %d

source: the database lock file seems to be empty
sr@latin: datoteka za zaključavanje baze podataka je prazna

source: error opening the database lock file for reading: %s
sr@latin: greška pri otvaranju datoteke za zaključavanje baze podataka za čitanje: %s

source: upgrade database
sr@latin: ažuriraj bazu podataka

source: quick_check said: %s
sr@latin: quick_check je rekao: %s

source: attempt restore
sr@latin: pokušaj da povratiš

source: delete database
sr@latin: obriši bazu podataka

source: an error has occurred while trying to open the database from <span style='italic'>%s</span> it seems that the database is corrupted. %s%s
sr@latin: došlo je do greške pri pokušaju da otvorim bazu podataka iz <span style='italic'>%s</span> izgleda da je baza podataka oštećena. %s%s

source: click later to be asked on next startup
sr@latin: kliknite kasnije da vas pita prilikom sledećeg pokretanja

source: the database could use some maintenance there's <span style='italic'>%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
sr@latin: baza podataka bi mogla da se malo očisti možete osloboditi <span style='italic'>%s</span> da li želite da to uradite sada? %s uvek možete promeniti postavke održavanja u opcijama

source: later
sr@latin: kasnije

source: cannot read xmp file '%s': '%s'
sr@latin: ne mogu da čitam xmp datoteku „%s“: „%s“

source: cannot write xmp file '%s': '%s'
sr@latin: ne mogu da upišem u xmp datoteku „%s“: „%s“

source: fast guided filter failed to allocate memory, check your RAM settings
sr@latin: brzi vođeni filter ne može da izdvoji dovoljno memorije, proverite vaša RAM podešavanja

source: do you want to remove this empty directory?
sr@latin: da li želite da uklonite ove prazne direktorijume?

source: remove empty directory?
sr@latin: da uklonim prazne direktorijume?

source: name
sr@latin: naziv

source: cannot remove film roll having local copies with non accessible originals
sr@latin: ne možete da uklonite filmsku rolnicu ako imate nepristupačnu lokalnu kopiju sa originalima

source: you need to copy history from an image before you paste it onto another
sr@latin: potrebno je da kopirate istorijat iz slike pre nego što ga ubacite na drugu

source: <h1>Sorry,</h1><p>something went wrong. Please try again.</p>
sr@latin: <h1>Nešto je pošlo po zlu</h1><p>. Pokušajte ponovo.</p>

source: orphaned image
sr@latin: slika bez roditelja

source: cannot access local copy `%s'
sr@latin: ne mogu da pristupim lokalnoj kopiji „%s“

source: cannot write local copy `%s'
sr@latin: ne mogu da upišem u lokalnu kopiju „%s“

source: error moving local copy `%s' -> `%s'
sr@latin: ne mogu da premestim lokalnu kopiju „%s“ -> „%s“

source: error moving `%s': file not found
sr@latin: greška pri premeštanju „%s“: datoteka nije pronađena

source: error moving `%s' -> `%s': file exists
sr@latin: greška pri premeštanju „%s“ -> „%s“: datoteka već postoji

source: error moving `%s' -> `%s'
sr@latin: greška pri premeštanju „%s“ -> „%s“

source: cannot create local copy when the original file is not accessible.
sr@latin: ne mogu da napravim lokalnu kopiju kada originalna datoteka nije pristupačna.

source: cannot create local copy.
sr@latin: ne mogu da napravim lokalnu kopiju.

source: cannot remove local copy when the original file is not accessible.
sr@latin: ne mogu da uklonim lokalnu kopiju kada originalna datoteka nije pristupačna.

source: %d local copy has been synchronized
sr@latin: %d lokalna kopija je usaglašena

source: unknown
sr@latin: nepoznato

source: image `%s' is not available!
sr@latin: slika „%s“ nije dostupna!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
sr@latin: ne mogu da rezervišem memoriju za %s, smanjite broj niti procesora ili kupite još memorije.

# noun
source: thumbnail export
sr@latin: izvoz umanjenog prikaza

# noun
source: export
sr@latin: izvoz

source: cannot find the style '%s' to apply during export.
sr@latin: ne mogu da nađem stil „%s“ za primenu tokom izvoza.

source: couldn't expand to a unique filename for session, please check your import session settings.
sr@latin: ne mogu da proširim jedinstveni naziv datoteke za sesiju, proverite vaša podešavanja uvoza.

source: legacy
sr@latin: zastarelo

source: unsupported working profile %s has been replaced by Rec2020 RGB!
sr@latin: nepodržani radni profil %s je zamenjen sa Rec2020 RGB!

source: creator
sr@latin: tvorac

source: publisher
sr@latin: izdavač

source: title
sr@latin: naslov

source: description
sr@latin: opis

source: rights
sr@latin: prava

source: notes
sr@latin: beleške

source: version name
sr@latin: naziv izdanja

source: image id
sr@latin: ib slike

source: generic poissonian
sr@latin: generički poasonovo

source: noiseprofile file `%s' is not valid
sr@latin: datoteka profila šuma „%s“ nije ispravna

source: inch
sr@latin: inča

source: letter
sr@latin: pismo

source: legal
sr@latin: pravnički

source: GNOME Keyring backend is no longer supported. configure a different one
sr@latin: Gnomov privezak za ključeve nije više podržan. podesite neki drugi

source: rejecting %d image
sr@latin: odbacujem %d sliku

source: applying rating %d to %d image
sr@latin: primenjujem ocenu %d na %d sliku

source: no images selected to apply rating
sr@latin: nisu izabrane slike za primenu ocene

source: style with name '%s' already exists
sr@latin: stil pod nazivom „%s“ već postoji

source: styles
sr@latin: stilovi

source: style named '%s' successfully created
sr@latin: uspešno je napravljen stil pod nazivom „%s“

source: no image selected!
sr@latin: nije izabrana slika!

source: style %s successfully applied!
sr@latin: uspešno je primenjen stil %s!

source: no images nor styles selected!
sr@latin: nisu izabrani stilovi niti slike!

source: no styles selected!
sr@latin: nisu izabrani stilovi!

source: style successfully applied!
sr@latin: stilovi su uspešno primenjeni!

source: module `%s' version mismatch: %d != %d
sr@latin: verzija modula „%s“ se ne poklapa: %d != %d

source: failed to overwrite style file for %s
sr@latin: ne mogu da prepišem stil datoteke za %s

source: style file for %s exists
sr@latin: već postoji stil datoteke za %s

source: style %s was successfully imported
sr@latin: uspešno je uvezen stil %s

source: above sea level
sr@latin: iznad nivoa mora

source: below sea level
sr@latin: ispod nivoa mora

# accel
source: global
sr@latin: opšte

# accel
source: views
sr@latin: pregledi

# accel
source: utility modules
sr@latin: alatni moduli

# accel
source: processing modules
sr@latin: moduli obrade

source: working...
sr@latin: radim…

source: path
sr@latin: putanja

source: database timestamp
sr@latin: vremenski pečat baze podataka

source: _close
sr@latin: _zatvori

source: select all
sr@latin: izaberi sve

source: select none
sr@latin: prazan izbor

source: invert selection
sr@latin: obrni izbor

source: failed to create film roll for destination directory, aborting move..
sr@latin: ne mogu da napravim filmsku rolnu za ciljni direktorijum, prekidam premeštanje…

source: exposure bracketing only works on raw images.
sr@latin: sklapanje slike iz više različito eksponiranih snimaka radi samo za raw slike.

source: images have to be of same size and orientation!
sr@latin: slike moraju biti iste veličine i orijentacije!

source: merging %d image
sr@latin: spajam %d sliku

source: wrote merged HDR `%s'
sr@latin: upiši spojeni HDR „%s“

source: duplicating %d image
sr@latin: dupliram %d sliku

source: flipping %d image
sr@latin: izvrćem %d sliku

source: set %d color image
sr@latin: postavljam %d sliku u boji

source: set %d monochrome image
sr@latin: postavljam %d crno-belu sliku

source: removing %d image
sr@latin: uklanjam %d sliku
