Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: png bit-depth %d not supported
sr@latin: nije podržana png dubina od %d bitova

source: invalid level in png file %d %d
sr@latin: neispravan nivo u png datoteci %d %d

source: error - lut 3D size %d exceeds the maximum supported
sr@latin: greška — veličina za 3D lut od %d je prevazišla najveću dozvoljenu

source: error allocating buffer for png lut
sr@latin: greška u odvajanju ostave za png lut

source: error - could not read png image %s
sr@latin: greška — ne mogu da pročitam png sliku %s

source: error - allocating buffer for png lut
sr@latin: greška — odvajanje ostave za png lut

source: error - invalid cube file: %s
sr@latin: greška — neispravna cube datoteka: %s

source: DOMAIN MIN <> 0.0 is not supported
sr@latin: NAJMANJE PODRUČJE <> 0.0 nije podržano

source: DOMAIN MAX <> 1.0 is not supported
sr@latin: NAJVEĆE PODRUČJE <> 1.0 nije podržano

source: [1D cube lut is not supported
sr@latin: [1D cube lut nije podržan

source: error - allocating buffer for cube lut
sr@latin: greka — odvajanje ostave za cube lut

source: error - cube lut size is not defined
sr@latin: greška — veličina za cube lut nije određena

source: error - cube lut invalid number line %d
sr@latin: greška — neispravan broj reda %d za cube lut

source: error - cube lut lines number %d is not correct, should be %d
sr@latin: greška — broj reda %d za cube lut nije ispravan, treba da bude %d

source: warning - cube lut %d out of range values [0,1]
sr@latin: upozorenje — cube lut %d je izvan opsega vrednosti [0,1]

source: error - invalid 3dl file: %s
sr@latin: greška — neispravna 3dl datoteka: %s

source: error - the maximum shaper lut value %d is too low
sr@latin: greška — najveća vrednost za shaper lut %d je premala

source: error - cube lut lines number is not correct
sr@latin: greška — broj cube lut redova nije ispravan

source: error - the maximum lut value does not match any valid bit depth
sr@latin: greška — najveća lut vrednost se ne poklapa sa bilo kojom dubinom bitova

source: select lut file
sr@latin: izaberite lut datoteku

source: _select
sr@latin: _izaberi

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
sr@latin: hald cluts (png), 3D lut (cube ili 3dl) ili gmic compressed lut (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
sr@latin: hald cluts (png) ili 3D lut (cube ili 3dl)

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/processing before choosing the lut file
sr@latin: izaberite png (haldclut), cube, 3dl ili gmz datoteku. UPOZORENJE: 3D lut fascikla mora biti postavljena u postavke/obrada pre nego što izaberete lut datoteku

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
sr@latin: putanja do datoteke (u odnosu na lut fasciklu) je sačuvana sa slikom zajedno sa lut podacima ukoliko je komprimovani lut (gmz)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
sr@latin: putanja do datoteke (u odnosu na lut fasciklu) je sačuvana sa slikom (a ne zasebno kao lut podaci)

source: enter lut name
sr@latin: unesite lut ime

source: select the LUT
sr@latin: izaberite LUT

source: select the color space in which the LUT has to be applied
sr@latin: izaberite prostoj boja u kome će se primenjivati LUT

source: interpolation
sr@latin: interpolacija

source: select the interpolation method
sr@latin: izaberite način interpolacije

source: mask manager
sr@latin: urednik maski

source: quickly convert an image to black & white using a variable color filter
sr@latin: brzo pretvara sliku u crno-belu uz pomoć različitih filtera boje

source: red filter
sr@latin: crveni filter

source: drag and scroll mouse wheel to adjust the virtual color filter
sr@latin: prevucite i pomerite točkić miša da posedite virtuelni filter boja

source: how much to keep highlights
sr@latin: koliko svetlih delova da zasržim

source: negadoctor
sr@latin: negadoktor

source: film|invert|negative|scan
sr@latin: film|izvrni|negativ|sken|izvrni|sken|film|invert|negative|scan

source: invert film negative scans and simulate printing on paper
sr@latin: izvrće skenirani negativ filma i simulira štampu na papiru

source: D min red component
sr@latin: najmanji D crvene komponente

source: film properties
sr@latin: osobine filma

source: color of the film base
sr@latin: boja osnove filma

source: select color of film material from a swatch
sr@latin: izaberite boju materijala od koga je napravljen film iz palete

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
sr@latin: podešava boju nijansu boje transparentne osnove filma. ova vrednost zavisi od materijala od koga je napravljen film. magla od hemikalija napravljena prilikom proizvodnje filma i balans bele iz skenera.

source: D min green component
sr@latin: najmanji D zelene komponente

source: D min blue component
sr@latin: najmanji D plave komponente

source: dynamic range of the film
sr@latin: dinamički opseg filma

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
sr@latin: najveća gustina filma, što odgovara beloj nakon izvrtanja boja. ova vrednost zavisi od osobina filma, procesa razvijanja, dinamičkog opsega kadra i podešavanja ekspozicije skenera.

source: scanner exposure settings
sr@latin: podešavanje ekspozicije skenera

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
sr@latin: popravlja ekspoziciju skenera, za sve RGB kanale, pre izvrtanja, tako da crne ne budu odsečene niti previše svetle.

source: shadows color cast
sr@latin: pomeranje boje u senkama

source: select color of shadows from a swatch
sr@latin: izaberite boju za senke sa palete

source: pick shadows color from image
sr@latin: izaberite boju senke sa slike

source: shadows red offset
sr@latin: pomak crvene u senkama

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
sr@latin: ispravljanje pomeranja ka određenoj boji u senkama, tako da crne nijanse budu zaista bez druge boje. postavljanje ove vrednosti pre balansa bele za osvetljenje svetlih delova će pomoći da vratite opšti balans bele u teškim situacijama.

source: shadows green offset
sr@latin: pomak senke ka zelenoj

source: shadows blue offset
sr@latin: pomak senke ka plavoj

source: highlights white balance
sr@latin: balans bele svetlih delova

source: select color of illuminant from a swatch
sr@latin: izaberite boju svetlosti sa palete

source: pick illuminant color from image
sr@latin: izaberite boju svetlosti sa slike

source: illuminant red gain
sr@latin: dobitak crvene svetlosti

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
sr@latin: ispravlja boje svetlosti tako da bela boja bude zaista bez drugih nijansi. postavljanje ove vrednosti nakon pomeranja boja u senkama će pomoći da povratite opšti balans bele u teškim situacijama.

source: illuminant green gain
sr@latin: dobitak zelene svetlosti

source: illuminant blue gain
sr@latin: dobitak plave svetlosti

source: print properties
sr@latin: osobine za štampu

source: virtual paper properties
sr@latin: osobine virtuelnog papira

source: correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
sr@latin: ispravlja gustinu crne nakon izvrtanja boja, kako bi podesio opšti kontrast i izbegao odsecanje senki.

source: select the grade of the virtual paper, which is actually equivalent to applying a gamma. it compensates the film D max and recovers the contrast. use a high grade for high D max.
sr@latin: izaberite ocenu vrste virtuelnog papira, što je isto kao da primenite gamu. ovo će kompenzovati najveći D filma i vratiti kontrast. koristite veće vrednosti za veće vrednosti najvećeg D.

source: virtual print emulation
sr@latin: simulacija virtuelne štampe

source: correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
sr@latin: popravite ekspoziciju štampe nakon izvrtanja da bi podesili opšti kontrast na slici i izbegli odsecanje svetlih delova.

source: toggle on or off the color controls
sr@latin: uključi ili isključi kontrole boja

source: astrophoto denoise
sr@latin: šum astro-fotografija

source: denoise (non-local means)
sr@latin: uklanjanje šuma (nelokalizovani proseci)

source: apply a poisson noise removal best suited for astrophotography
sr@latin: primenjuje poasonovo uklanjanje šuma što je dobro za astro fotografiju

source: radius of the patches to match
sr@latin: poluprečnik parčića za poklapanje

source: how much to smooth brightness
sr@latin: koliko se ublažuje osvetljenost

source: how much to smooth colors
sr@latin: koliko se ublažuju boje

source: overexposed
sr@latin: preeksponirano

source: unbreak input profile
sr@latin: spoji ulazni profil

source: correct input color profiles meant to be applied on non-linear RGB
sr@latin: ispravlja ulazne profile boja koje treba primeniti na nelinearni RGB

source: 16 EV dynamic range (generic)
sr@latin: 16 EV dinamički opseg (generički)

source: 14 EV dynamic range (generic)
sr@latin: 14 EV dinamički opseg (generički)

source: 12 EV dynamic range (generic)
sr@latin: 12 EV dinamički opseg (generički)

source: 10 EV dynamic range (generic)
sr@latin: 10 EV dinamički opseg (generički)

source: 08 EV dynamic range (generic)
sr@latin: 08 EV dinamički opseg (generički)

source: linear part
sr@latin: linearni deo

source: gamma exponential factor
sr@latin: faktor eksponenta game

source: adjust to match the average luma of the subject
sr@latin: podesi da se poklopi sa prosečnom svetlinom predmeta

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
sr@latin: broj blendi između čisto crne i čisto bele tačke ovo je očitavanje koje svetlomer može da izmeri za kadar

source: optimize automatically
sr@latin: sam poboljšaj

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
sr@latin: povećava ili sužava izračunati dinamički opseg ovo je korisno kada šum ometa merenja

source: make an optimization with some guessing
sr@latin: napravi poboljšanje uz neke pretpostavke

source: tone mapping method
sr@latin: način mapiranja tonova

source: raw denoise
sr@latin: uklanjanje raw šuma

source: denoise the raw picture early in the pipeline
sr@latin: uklanja šum iz raw slika rano unutar cevovoda

source: raw denoising only works for raw images.
sr@latin: uklanjanje raw šuma radi samo sa raw slikama.

source: raw overexposed
sr@latin: raw preeksponirano

source: passthrough
sr@latin: propust

source: black level 0
sr@latin: nivo crne 0

source: black level 1
sr@latin: nivo crne 1

source: black level 2
sr@latin: nivo crne 2

source: black level 3
sr@latin: nivo crne 3

source: crop from left border
sr@latin: iseci od leve ivice

source: crop from top
sr@latin: iseci od gornje ivice

source: crop from right border
sr@latin: iseci od desne ivice

source: crop from bottom
sr@latin: iseci od donje ivice

source: raw black/white point correction only works for the sensors that need it.
sr@latin: korekcija raw crne/bele tačke samo za senzore koji to zahtevaju.

source: fill-light 0.25EV with 4 zones
sr@latin: popuna svetlog 0,25EV sa 4 zona

source: fill-shadow -0.25EV with 4 zones
sr@latin: popuna senke -0,25EV sa 4 zona

source: fill light
sr@latin: popuna svetlog

source: the fill-light in EV
sr@latin: svetlo za popunu u EV

source: select the center of fill-light ctrl+click to select an area
sr@latin: izaberite centar svetla za popunu ctrl+klik za izbor oblasti

source: toggle tool for picking median lightness in image
sr@latin: alat za izbor medijane svetline u slici

source: width
sr@latin: širina

source: width of fill-light area defined in zones
sr@latin: širina oblasti svetla za popunu data u zonama

source: retouch
sr@latin: retuširanje

source: split-frequency|healing|cloning|stamp
sr@latin: deljenje učestalosti|lečenje|kloniranje|pečat|žig|deljenje učestalost|lečenje|kloniranje|pečat|žig|split-frequency|healing|cloning|stamp

source: remove and clone spots, perform split-frequency skin editing
sr@latin: uklanja tačke klona, deli učestalosti za sređivanje kože

source: geometric and frequential, RGB
sr@latin: geometrijski i učestalo RGB

source: cannot display scales when the blending mask is displayed
sr@latin: ne mogu da prikažem razmere kada su prikazane maske za stapanje

source: shapes:
sr@latin: oblici:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
sr@latin: da dodate oblik izaberite algoritam i vrstu oblika i kliknite na sliku. oblici se dodaju na trenutnu razmeru

source: show and edit shapes on the current scale
sr@latin: prikaži i uredi oblike u trenutnoj razmeri

source: show and edit shapes in restricted mode
sr@latin: prikaži i uredi oblike u restriktivnom režimu

source: algorithms:
sr@latin: algoritmi:

source: activate blur tool
sr@latin: aktiviraj alat za zamućenje

source: activate fill tool
sr@latin: aktiviraj alat za popunu

source: activate cloning tool
sr@latin: aktiviraj alat za kloniranje

source: activate healing tool
sr@latin: aktiviraj alat za lečenje

source: scales:
sr@latin: razmere:

source: current:
sr@latin: trenutna:

source: merge from:
sr@latin: spoji iz:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales dot indicates the current scale top line indicates that the scale is visible at current zoom level bottom line indicates that the scale has shapes on it
sr@latin: gornji klizač podešava gde želite da započne spajanje razmera donji klizači podešavaju broj razmera tačka ukazuje na trenutnu razmeru gornja linija ukazuje da je razmera vidljiva pri trenutnom uvećanju donja linija ukazuje da razmera sadrži oblike

source: display masks
sr@latin: prikaži maske

source: temporarily switch off shapes
sr@latin: privremeno isključi oblike

source: paste cut shapes to current scale
sr@latin: ubaci isečene oblike u trenutnu razmeru

source: cut shapes from current scale
sr@latin: iseci oblike iz trenutne razmere

source: display wavelet scale
sr@latin: prikaži talasnu razmeru

source: preview single scale
sr@latin: pregled jedne razmere

source: adjust preview levels
sr@latin: podesi nivoe pregleda

source: auto levels
sr@latin: auto nivoi

source: shape selected:
sr@latin: izabrani oblik:

source: click on a shape to select it, to unselect click on an empty space
sr@latin: kliknite na oblik da ga izaberete, kliknite na prazan prostor da poništite izbor

source: erase the detail or fills with chosen color
sr@latin: obriši detalje ili popuni sa izabranom bojom

source: fill color:
sr@latin: boja popune:

source: select fill color
sr@latin: izaberite boju za popunu

source: pick fill color from image
sr@latin: izaberite boju za popunu iz slike

source: adjusts color brightness to fine-tune it. works with erase as well
sr@latin: podešava osvetljenost boje da bi je popravio. takođe radi i sa brisanjem

source: type for the blur algorithm
sr@latin: vrsta algoritma za zamućenje

source: radius of the selected blur type
sr@latin: poluprečnik izabrane vrste zamućenja

source: set the opacity on the selected shape
sr@latin: postavite neprovidnost izabranog oblika

source: retouch tools
sr@latin: alati za retuširanje

source: wavelet decompose
sr@latin: talasno rastavljanje

source: max scale is %i for this image size
sr@latin: najveća razmera je %i za ovu veličinu slike

source: rgb curve
sr@latin: rgb kriva

source: gamma 1.0 (linear)
sr@latin: gama 1,0 (linearno)

source: contrast - med (linear)
sr@latin: kontrast — srednji (linearno)

source: contrast - high (linear)
sr@latin: kontrast — visok (lineatno)

source: contrast - med (gamma 2.2)
sr@latin: kontrast — srednji (gama 2,2)

source: contrast - high (gamma 2.2)
sr@latin: kontrast — visok (gama 2,2)

source: gamma 2.0
sr@latin: gama 2,0

source: gamma 0.5
sr@latin: gama 0,5

source: logarithm (base 2)
sr@latin: logaritam (osnova 2)

source: exponential (base 2)
sr@latin: stepen (osnova 2)

source: choose between linked and independent channels.
sr@latin: izaberite između vezanih i nezavisnih kanala.

source: curve nodes for r channel
sr@latin: čvorovi krive za r kanal

source: curve nodes for g channel
sr@latin: čvorovi krive za g kanal

source: curve nodes for b channel
sr@latin: čvorovi krive za b kanal

source: rgb levels
sr@latin: rgb nivoi

source: adjust black, white and mid-gray points in RGB color space
sr@latin: podesite crnu, belu i tačku središnje sive u RGB prostoru boja

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
sr@latin: primenjuje auto nivoe na osnovu područja koje je odredio korisnik kliknite i prevucite da nacrtate područje desni klik da otkažete

# modulename
source: rotate pixels
sr@latin: rotiraj piksele

source: internal module to setup technical specificities of raw sensor. you should not touch values here !
sr@latin: unutrašnji moduk koji se koristi za određivanje tehničkih karakteristika raw senzora. ne treba da menjate ove vrednosti!

source: automatic pixel rotation
sr@latin: automatska rotacija piksela

source: automatic pixel rotation only works for the sensors that need it.
sr@latin: automatska rotacija piksela radi samo za senzore kojima je potrebna.

# modulename
source: scale pixels
sr@latin: razmera piksela

source: automatic pixel scaling
sr@latin: automatska razmera piksela

source: automatic pixel scaling only works for the sensors that need it.
sr@latin: automatska razmera piksela radi samo za senzore kojima je potrebna.

source: shadows and highlights
sr@latin: senke i svetli delovi

source: modify the tonal range of the shadows and highlights of an image by enhancing local contrast.
sr@latin: uređuje opseg tonova slike za senke i svetle tonove slike tako što poboljšava lokalni kontrast

source: compress
sr@latin: sažmi

source: correct shadows
sr@latin: ispravi senke

source: correct highlights
sr@latin: ispravi svetlo

source: shift white point
sr@latin: pomeri tačku bele

source: filter to use for softening. bilateral avoids halos
sr@latin: filter koji se koristi za umekšavanje. dvobočni izbegava efekat oreola

source: adjust saturation of shadows
sr@latin: podesi zasićenost u senkama

source: adjust saturation of highlights
sr@latin: podesi zasićenost u svetlim delovima

# modulename
source: sharpen
sr@latin: izoštravanje

source: sharpen the details in the image using a standard UnSharp Mask (USM)
sr@latin: ističe detalje na slici uz pomoć standardne maske oštrine (USM)

source: linear or non-linear, Lab, display or scene-referred
sr@latin: linearni ili nelinearni Lab na osnovu scenografije

source: quasi-linear, Lab, display or scene-referred
sr@latin: kvazi-linearni Lab ekran ili na osnovu scenografije

source: sharpen
sr@latin: izoštravanje

source: spatial extent of the unblurring
sr@latin: prostorno područje za smanjenje zamućenja

source: strength of the sharpen
sr@latin: jačina izoštravanja

source: threshold to activate sharpen
sr@latin: prag za aktiviranje izoštravanja

source: soften
sr@latin: umekšavanje

source: create a softened image using the Orton effect
sr@latin: napravi umekšanu sliku koristeći Ortonov efekat

source: the size of blur
sr@latin: veličina zamućenja

source: the saturation of blur
sr@latin: zasićenost zamućenja

source: the brightness of blur
sr@latin: osvetljenost zamućenja

source: the mix of effect
sr@latin: mešavina egekta

source: split-toning
sr@latin: podeljeni tonovi

source: use two specific colors for shadows and highlights and create a linear toning effect between them up to a pivot.
sr@latin: koristi dve određene boje za senke i svetle delove i pravi efekat linearnog toniranja između njih unutar okreta.

source: authentic sepia
sr@latin: autentična sepija

source: authentic cyanotype
sr@latin: autentična plavičasta

source: authentic platinotype
sr@latin: autentična platinasta

source: chocolate brown
sr@latin: čokoladno smeđa

source: select the saturation tone
sr@latin: izaberite ton zasićenosti

source: select tone color
sr@latin: izaberite ton boje

source: the balance of center of split-toning
sr@latin: balans središnjeg i podeljenog toniranja

source: spot removal
sr@latin: uklanjanje tačke

source: remove sensor dust spots
sr@latin: uklanja tačke od prašine na senzoru

source: geometric, raw
sr@latin: geometrijski raw

source: spot module is limited to 64 shapes. please add a new instance !
sr@latin: modul za uklanjanje tačaka je ograničen na 64 oblika. dodajte novi duplikat modula!

source: number of strokes:
sr@latin: broj poteza:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
sr@latin: kliknite na oblik da ga prevučete na platno. koristite točkić miša da podesite njegovu veličinu. desni klik da uklonite oblik.

source: show and edit shapes
sr@latin: prikaži i uredi oblike

# modulename
source: white balance
sr@latin: balans bele

source: scale raw RGB channels to balance white and help demosaicing
sr@latin: podešava raw RGB kanale da izbalansira belu boju i pomogne u rasklapanju mozaika

source: `%s' color matrix not found for image
sr@latin: nije pronađena matrica boje „%s“ za sliku

source: failed to read camera white balance information from `%s'!
sr@latin: ne mogu da očitam podatke o balansu bele iz kamere za „%s“!

# white balance
source: as shot
sr@latin: kao pri snimanju

# white balance
source: from image area
sr@latin: iz područja slike

# white balance
source: user modified
sr@latin: zadao korisnik

# white balance
source: camera reference
sr@latin: referentna kamera

source: green channel coefficient
sr@latin: koeficijent zelenog kanala

source: magenta channel coefficient
sr@latin: koeficijent ljubičastog kanala

source: cyan channel coefficient
sr@latin: koeficijent plavičastog kanala

source: yellow channel coefficient
sr@latin: koeficijent žutog kanala

source: red channel coefficient
sr@latin: koeficijent crvenog kanala

source: blue channel coefficient
sr@latin: koeficijent plavog kanala

source: emerald channel coefficient
sr@latin: koeficijent smaragdnog kanala

source: settings
sr@latin: podešavanja

source: as shot
sr@latin: kao pri slikanju

source: set white balance to as shot
sr@latin: postavlja balans bele kao kada je nastala fotografija

source: from image area
sr@latin: iz oblasti slike

source: user modified
sr@latin: izmenio korisnik

source: set white balance to user modified
sr@latin: postavlja balans bele na vrednost koju ste vi odredili

source: camera reference
sr@latin: referentna kamera

source: set white balance to camera reference point in most cases it should be D65
sr@latin: postavlja balans bele na referentnu tačku kamere što u najvećem broju slučajeva treba da bude D65

source: choose white balance setting
sr@latin: izaberite podešavanja balansa bele

source: finetune
sr@latin: podesi

source: fine tune camera's white balance setting
sr@latin: fino podešava balans bele boje za kameru

source: scene illuminant temp
sr@latin: temperatura svetla scene

source: click to cycle color mode on sliders
sr@latin: kliknite za listanje režima boja na klizačima
