Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: linear, RGB, display-referred
sr@latin: linearni RGB, na osnovu ekrana

source: non-linear, RGB
sr@latin: nelinearni RGB

source: non-linear, RGB, display-referred
sr@latin: nelinearni RGB, na osnovu ekrana

source: abscissa: input, ordinate: output. works on RGB channels
sr@latin: apscisa: ulac, ordinata: izlaz. radi na RGB kanalima

source: method to preserve colors when applying contrast
sr@latin: način za očuvanje boja kada se primenjuje kontrast

source: two exposures
sr@latin: dve ekspozicije

source: three exposures
sr@latin: tri ekspozicije

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
sr@latin: stapa ovu sliku sa istom slikom koja je pod i preeksponirana nekoliko puta kako bi suzio dinamički opseg. pravilno eksponirajte svetle delove pre upotrebe.

source: how many stops to shift the individual exposures apart
sr@latin: koliko blendi za pomeranje pojedinačnih ekspozicija jedne od drugih

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
sr@latin: da li da pomera ekspoziciju na gore ili na dole (-1: smanji svetlo, +1: smanji senke)

source: scale for graph
sr@latin: razmera grafikona

source: basic adjustments
sr@latin: osnovna doterivanja

source: apply usual image adjustments
sr@latin: primenjuje uobičajena doterivanja slike

source: creative
sr@latin: kreativno

source: non-linear, RGB, scene-referred
sr@latin: nelinearni RGB na osnovu scenografije

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
sr@latin: podešava nivo crne za dopunu isečenih, negativnih RGB vrednosti. ne treba da koristite ovo za dodavanje gustine u crnim tonovima! ukoliko je pogrešno postavljeno, iseći će boje koje su blizu crne sa palete i postaviti negativne RGB vrednosti

source: adjust the exposure correction
sr@latin: korekcija ekspozicije

source: highlight compression adjustment
sr@latin: kompresija svetlih delova

source: contrast adjustment
sr@latin: doterivanje kontrasta

source: brightness adjustment
sr@latin: doterivanje osvetljenja

source: saturation adjustment
sr@latin: doterivanje zasićenosti

source: vibrance adjustment
sr@latin: doterivanje živosti boja

source: apply auto exposure based on the entire image
sr@latin: sam primeni pomak ekspozicije na celu sliku

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
sr@latin: primena automatske ekspozicije na osnovu područja koje zadaje korisnik kliknite i prevucite da iscrtate područje desni klik da otkažete

source: clip
sr@latin: odsecanje

source: adjusts clipping value for auto exposure calculation
sr@latin: podešava odsecanje vrednosti za automatsko računanje ekspozicije

source: local contrast
sr@latin: lokalni kontrast

source: manipulate local and global contrast separately
sr@latin: zasebno određuje lokalni i opšti kontrast na slici

source: non-linear, Lab, display-referred
sr@latin: nelinearni Lab na osnovu ekrana

source: non-linear, Lab
sr@latin: nelinearni Lab

source: HDR local tone-mapping
sr@latin: lokalno mapiranje HDR tonova

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
sr@latin: filter se koristi za poboljšanje lokalnog kontrasta. dvobočni je brži ali može da napravi neželjene efekte blizu ivica pri ekstremnim podešavanjima.

source: detail
sr@latin: detalji

source: changes the local contrast
sr@latin: menja lokalni kontrast

source: feature size of local details (spatial sigma of bilateral filter)
sr@latin: veličina mogućnosti za lokalne detalje (prostorna sigma za dvobočni filter)

source: L difference to detect edges (range sigma of bilateral filter)
sr@latin: L razlika za nalaženje ivica (opseg sigme za dvobočni filter)

source: changes the local contrast of highlights
sr@latin: menja lokalni kontrastu u svetlim delovima

source: changes the local contrast of shadows
sr@latin: menja lokalni kontrast u senkama

source: surface blur
sr@latin: površinsko zamućenje

source: denoise (bilateral filter)
sr@latin: uklanjanje šuma (dvobočni filter)

source: apply edge-aware surface blur to denoise or smoothen textures
sr@latin: primenjuje zamućenje površine koji vodi računa o ivicama prilikom uklanjanja šima i umekšanja tekstura

source: linear, RGB
sr@latin: lineatni RGB

source: spatial extent of the gaussian
sr@latin: prostorno područne gausa

source: how much to blur red
sr@latin: koliko da zamutim crvenu

source: how much to blur green
sr@latin: koliko da zamutim zelenu

source: how much to blur blue
sr@latin: koliko da zamutim plavu

source: apply Orton effect for a dreamy aetherical look
sr@latin: primenjuje Ortonov efekat za sanjivi, estetski izgled

source: size
sr@latin: veličina

source: the size of bloom
sr@latin: veličina efekta cvetanja

source: the threshold of light
sr@latin: prag za svetlo

source: the strength of bloom
sr@latin: jačina cvetanja

source: framing
sr@latin: okvir

source: add solid borders or margins around the picture
sr@latin: dodaje čvrste ivice ili margine oko slike

source: linear or non-linear, RGB, display-referred
sr@latin: linearni ili nelinearni RGB, na osnovu ekrana

source: 15:10 postcard white
sr@latin: 15:10 bela razglednica

source: 15:10 postcard black
sr@latin: 15:10 crna razglednica

source: golden cut
sr@latin: zlatni presek

source: square
sr@latin: kvadrat

source: constant border
sr@latin: stalna ivica

source: custom...
sr@latin: proizvoljno…

source: center
sr@latin: sredina

source: size of the border in percent of the full image
sr@latin: veličina ivice u procentima cele slike

source: aspect
sr@latin: razmera

source: select the aspect ratio or right click and type your own (w:h)
sr@latin: odaberite odnos razmere ili desni klik i upišite željenu razmeru (š:v)

source: set the custom aspect ratio
sr@latin: postavi proizvoljnu razmeru

source: aspect ratio orientation of the image with border
sr@latin: odnos razmere za okretanje slike sa ivicom

source: horizontal position
sr@latin: vodoravni položaj

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
sr@latin: izaberite odnos vodoravnog položaja u odnosu na donju ivicu ili desni klik i ukucajte vaš (y:h)

source: custom horizontal position
sr@latin: proizvoljan vodoravni položaj

source: vertical position
sr@latin: uspravni položaj

source: select the vertical position ratio relative to left or right click and type your own (x:w)
sr@latin: izaberite odnos uspravnog položaja u odnosu na levu ivicu ili desni klik i ukucajte vaš (x:w)

source: custom vertical position
sr@latin: proizvoljan uspravni položaj

source: size of the frame line in percent of min border width
sr@latin: veličina linije okvira u procentima širine središnje ivice

source: offset of the frame line beginning on picture side
sr@latin: pomeraj linije okvira počev od stranice sa slikom

source: border color
sr@latin: boja ivice

source: select border color
sr@latin: izaberite boju za ivicu

source: pick border color from image
sr@latin: izaberite boju ivice sa slike

source: frame line color
sr@latin: boja linije okvira

source: select frame line color
sr@latin: izaberite boju za liniju okvira

source: pick frame line color from image
sr@latin: izaberite boju za liniju okvira sa slike

source: correct chromatic aberrations for Bayer sensors
sr@latin: ispravljanje hromatskih aberacija za Bajerove senzore

source: linear, raw, scene-referred
sr@latin: linearni raw na osnovu scenografije

source: linear, raw
sr@latin: linearni raw

source: chromatic aberrations
sr@latin: hromatske aberacije

source: censorize
sr@latin: cenzura

source: censorize license plates and body parts for privacy
sr@latin: cenzoriše registarske tablice ili delove tela radi zaštite privatnosti

source: linear or non-linear, RGB, scene-referred
sr@latin: linearni ili nelinearni RGB na osnovu scenografije

source: special, RGB, scene-referred
sr@latin: specijalni RGB na osnovu scenografije

source: radius_1
sr@latin: poluprečnik_1

source: pixelate
sr@latin: pikselicazije

source: radius_2
sr@latin: poluprečnik_2

source: noise
sr@latin: šum

source: radius of gaussian blur before pixellation
sr@latin: poluprečnik gausovog zamućenja pre piksel izacije

source: radius of gaussian blur after pixellation
sr@latin: poluprečnik gausovog zamućenja nakon pikselizacije

source: radius of the intermediate pixellation
sr@latin: poluprečnik pikselizacije u sred obrade

source: amount of noise to add at the end
sr@latin: količina šuma koja se dodaje na kraju

source: channel mixer
sr@latin: mikser kanala

source: perform color space corrections such as white balance, channels mixing and conversions to monochrome emulating film
sr@latin: koriguje prostor boja kao što je balans bele, mešanje kanala i pretvaranje u crno-beli film

source: destination
sr@latin: odredište

# channelmixer
source: gray
sr@latin: siva

source: amount of red channel in the output channel
sr@latin: količina crvenog kanala u izlaznom kanalu

source: amount of green channel in the output channel
sr@latin: količina zelenog kanala u izlaznom kanalu

source: amount of blue channel in the output channel
sr@latin: količina plavog kanala u izlaznom kanalu

source: swap R and B
sr@latin: zameni crvenu i plavu

source: swap G and B
sr@latin: zameni zelenu i plavu

source: color contrast boost
sr@latin: pojačanje kontrasta boja

source: color details boost
sr@latin: pojačanje detalja boja

source: color artifacts boost
sr@latin: pojačanje artefakta boje

source: B/W luminance-based
sr@latin: crno-bela po svetlini

source: B/W artifacts boost
sr@latin: crno-bela pojačanje artefakta

source: B/W smooth skin
sr@latin: crno-bela glatka koža

source: B/W blue artifacts reduce
sr@latin: crno-bela smanjenje plavih artefakta

source: B/W Ilford Delta 100-400
sr@latin: crno-bela Ilford Delta 100-400

source: B/W Ilford Delta 3200
sr@latin: crno-bela Ilford Delta 3200

source: B/W Ilford FP4
sr@latin: crno-bela Ilford FP4

source: B/W Ilford HP5
sr@latin: crno-bela Ilford HP5

source: B/W Ilford SFX
sr@latin: crno-bela Ilford SFX

source: B/W Kodak T-Max 100
sr@latin: crno-bela Kodak T-Max 100

source: B/W Kodak T-max 400
sr@latin: crno-bela Kodak T-max 400

source: B/W Kodak Tri-X 400
sr@latin: crno-bela Kodak Tri-X 400

source: color calibration
sr@latin: kalibracija boje

source: channel mixer|white balance|monochrome
sr@latin: mikser kanala|balans bele|jednobojno|monohromatski|channel mixer|white balance|monochrome|mikser kanala|balans bele|jednobojno

source: linear, RGB or XYZ
sr@latin: linearni RGB ili XYZ

source: basic channel mixer
sr@latin: osnovni mikser kanala

source: swap G and R
sr@latin: zameni zelenu i crvenu

source: very good
sr@latin: veoma dobro

source: good
sr@latin: dobro

source: passable
sr@latin: podnošljivo

source: bad
sr@latin: loše

source: auto-detection of white balance completed
sr@latin: automatsko nalaženje balansa bele je završeno

source: CCT: %.0f K (daylight)
sr@latin: tip: %.0f K (dnevna svetlost)

source: approximated correlated color temperature. this illuminant can be accurately modeled by a daylight spectrum, so its temperature is relevant and meaningful with a D illuminant.
sr@latin: približno korelisana temperatura boje. ova svetlost se može precizno modelirati pomoću spektra dnevne svetlosti, tako da je njena temperatura bitna i značajna uz D svetlost.

source: CCT: %.0f K (black body)
sr@latin: tip: %.0f K (crno telo)

source: approximated correlated color temperature. this illuminant can be accurately modeled by a black body spectrum, so its temperature is relevant and meaningful with a Planckian illuminant.
sr@latin: približno korelisana temperatura boje. ova svetlost se može precizno modelirati pomoću spektra crnog tela, tako da je njena temperatura bitna i značajna uz Plankovu svetlost.

source: CCT: %.0f K (invalid)
sr@latin: tip: %.0f K (neispravno)

source: approximated correlated color temperature. this illuminant cannot be accurately modeled by a daylight or black body spectrum, so its temperature is not relevant and meaningful and you need to use a custom illuminant.
sr@latin: približno korelisana temperatura boje. ova svetlost se ne može precizno modelirati pomoću spektra dnevne svetlosti ili crnog tela, tako da njena temperatura nije bitna, niti značajna i potrebno je da koristite proizvoljno svetlo.

source: CCT: undefined
sr@latin: tip: neodređeno

source: the approximated correlated color temperature cannot be computed at all so you need to use a custom illuminant.
sr@latin: približno korelisana temperatura boje. ne može biti izračunato pa je potrebno da sami podesite osvetljenje.

source: page
sr@latin: stranica

source: chromatic adaptation transform
sr@latin: transformacija adaptacije boja

source: adaptation
sr@latin: adaptacija

source: this is the color of the scene illuminant before chromatic adaptation this color will be turned into pure white by the adaptation.
sr@latin: ovo je boja osvetljenja scenografije pre primene adaptacije boje ova boja će biti pretvorena u belu prilikom adaptacije.

source: set white balance to detected from area
sr@latin: postavite balans bele na izabrano iz područja

source: illuminant
sr@latin: osvetljenje

source: temperature
sr@latin: temperatura

source: use a color checker target to autoset CAT and channels
sr@latin: koristi metu sa štampanom paletom boja da sam podesi transformaciju adaptacije boje i kanale

source: colorfulness
sr@latin: punoća boja

source: calibrate with a color checker
sr@latin: kalibriši pomoću palete sa bojama

source: chart
sr@latin: paleta

source: choose the vendor and the type of your chart
sr@latin: izaberite proizvođača i vrstu štampane palete za proveru boja

source: Xrite ColorChecker 24 post-2014
sr@latin: Xrite ColorChecker 24 nakon 2014.

source: optimize for
sr@latin: prilagodi za

source: choose the colors that will be optimized with higher priority. neutral colors gives the lowest average delta E but a high maximum delta E saturated colors gives the lowest maximum delta E but a high average delta E none is a trade-off between both the others are special behaviours to protect some hues
sr@latin: izaberite boje koje će biti prilagođene uz viši prioritetom u odnosu na ostale. neutralne boje daju najmanju prosečni delta E, ali velike maksimalne vrednosti delta E zasićene boje će dati najniži maksimalni delta E, ali velike prosečne vrednosti delta E ništa je kompromisno rešenje između ova dva ostalo se odnosi na specijalne slučajeve kada treba zaštititi određene nijanse boje

source: neutral colors
sr@latin: neutralne boje

source: skin and soil colors
sr@latin: kožu i boju zemlje

source: foliage colors
sr@latin: boju lišća

source: sky and water colors
sr@latin: nebo i boju vode

source: average delta E
sr@latin: prosečna delta E

source: maximum delta E
sr@latin: najveća delta E

source: patch scale
sr@latin: razmera parčeta

source: reduce the radius of the patches to select the more or less central part. useful when the perspective correction is sloppy or the patches frame cast a shadows on the edges of the patch.
sr@latin: umanjuje poluprečnik parčića kako bi približno izabrao centralnu oblast. korisno kada popravka perspektive radi kilavo ili okvir parčića baca senke duž ivica parčića.

source: accept the computed profile and set it in the module
sr@latin: prihvata izračunati profil i postavlja ga modulima

source: recompute the profile
sr@latin: ponovo izračunaj profil

source: check the output delta E
sr@latin: proverite izlazni delta E

source: Choleski decomposition failed to allocate memory, check your RAM settings
sr@latin: Čoleskijevo rastavljanje nije uspelo da odvoji memoriju, proverite postavke RAM memorije

source: this module is deprecated. better use new local contrast module instead.
sr@latin: ovaj modul je zastareo. bolje koristite modul za podešavanje lokalnog kontrasta.

source: amount
sr@latin: količina

source: size of features to preserve
sr@latin: veličina mogućnosti za očuvanje

source: strength of the effect
sr@latin: jačina efekta

source: crop and rotate
sr@latin: isecanje i rotacija

source: reframe|perspective|keystone|distortion
sr@latin: perspektiva|suženje|izobličenje|perspektiva|suženje|izobličenje|reframe|perspective|keystone|distortion

source: change the framing and correct the perspective
sr@latin: promenite okvir i ispravite perspektivu

source: original image
sr@latin: originalna slika

source: invalid ratio format. it should be "number:number"
sr@latin: neispravan odnos formata. treba da bude „broj:broj“

source: invalid ratio format. it should be a positive number
sr@latin: neispravan odnos formata. treba da bude pozitivan broj

source: full
sr@latin: potpuno

source: old system
sr@latin: stari sistem

source: correction applied
sr@latin: primenjena korekcija

source: main
sr@latin: glavno

source: mirror image horizontally and/or vertically
sr@latin: izvrće sliku vodoravno ili vertikalno

source: angle
sr@latin: ugao

source: right-click and drag a line on the image to drag a straight line
sr@latin: desni klik i prevlačenje linije na slici da pomerite pravu liniju

source: keystone
sr@latin: suženje

source: set perspective correction for your image
sr@latin: postavlja korekciju perspektive za vašu sliku

source: freehand
sr@latin: slobodnom rukom

source: 10:8 in print
sr@latin: 10:8 u štampi

source: 8.5x11, letter
sr@latin: pismo 8.5×11

source: 3:2, 4x6, 35mm
sr@latin: 3:2, 4×6, 35mm

source: widescreen
sr@latin: širok ekran

source: 2:1, univisium
sr@latin: univisium 2:1

source: anamorphic
sr@latin: anamorfno

source: 3:1, panorama
sr@latin: panorama 3:1

source: invalid ratio format for `%s'. it should be "number:number"
sr@latin: neispravan format odnosa za „%s“. treba da bude „broj:broj“

source: margins
sr@latin: margine

source: the left margin cannot overlap with the right margin
sr@latin: leva margina ne može da se preklapa sa desnom marginom

source: the right margin cannot overlap with the left margin
sr@latin: desna margina ne može da se preklapa sa levom marginom

source: the top margin cannot overlap with the bottom margin
sr@latin: gornja margina ne može da se preklapa sa donjom marginom

source: the bottom margin cannot overlap with the top margin
sr@latin: donja margina ne može da se preklapa sa gornjom marginom

source: [%s on borders] crop
sr@latin: [%s na ivice] iseci

source: [%s on borders] crop keeping ratio
sr@latin: [%s na ivice] iseci u razmeri

source: contrast brightness saturation
sr@latin: kontrast osvetljenje zasićenost

source: adjust the look of the image
sr@latin: podešava izgled slike

source: color saturation adjustment
sr@latin: doterivanje zasićenosti boja

source: color balance
sr@latin: balans boje

source: lift gamma gain|cdl|color grading|contrast|saturation|hue
sr@latin: povećanje game|kontrast|zasićenost|nijansa|skala boja|povećanje game|kontrast|zasićenost|nijansa|skala boja|lift gamma gain|cdl|color grading|contrast|saturation|hue

source: affect color, brightness and contrast
sr@latin: utiče na boje, osvetljenost i kontrast

source: non-linear, Lab, scene-referred
sr@latin: nelinearni Lab na osnovu scenografije

source: split-toning teal-orange (2nd instance)
sr@latin: podeljeno toniranje tirkizna-narandžasta (2. duplikat)

source: split-toning teal-orange (1st instance)
sr@latin: podeljeno toniranje tirkizna-narandžasta (1. duplikat)

source: generic film
sr@latin: opšti film

source: similar to Kodak Portra
sr@latin: liči na Kodak Portra

source: similar to Kodak Ektar
sr@latin: liči na Kodak Ektar

source: similar to Kodachrome
sr@latin: liči na Kodachrome

source: optimize luma from patches
sr@latin: poboljšaj svetlinu iz parčića

source: optimize luma
sr@latin: poboljšaj svetlinu

source: neutralize colors from patches
sr@latin: neutralizuj boje iz parčića

source: neutralize colors
sr@latin: neutralizuj boje

# color
source: offset
sr@latin: pomeraj

# color
source: power
sr@latin: snaga

# color
source: slope
sr@latin: padina

# color
source: lift
sr@latin: podizanje

# color
source: gamma
sr@latin: gama

# color
source: gain
sr@latin: dobitak

source: shadows / mid-tones / highlights
sr@latin: senke / srednji tonovi / svetli delovi

source: color-grading mapping method
sr@latin: način mapiranja skale boja

source: color control sliders
sr@latin: klizači za kontrolu boje

source: master
sr@latin: glavni

source: saturation correction before the color balance
sr@latin: korekcija zasićenosti pre balansa boje

source: saturation correction after the color balance
sr@latin: korekcija zasićenosti nakon balansa boje

source: adjust to match a neutral tone
sr@latin: podesi da se poklopi sa neutralnim tonom

source: click to cycle layout
sr@latin: kliknite za listanje rasporeda

source: factor
sr@latin: faktor

source: select the hue
sr@latin: izaberi nijansu

source: select the saturation
sr@latin: izaberi zasićenost

source: factor of lift/offset
sr@latin: faktor podizanja/pomaka

source: factor of red for lift/offset
sr@latin: faktor crvene za podizanje/pomak

source: factor of green for lift/offset
sr@latin: faktor zelene za podizanje/pomak

source: factor of blue for lift/offset
sr@latin: faktor plave za podizanje/pomak

source: factor of gamma/power
sr@latin: faktor game/snage

source: factor of red for gamma/power
sr@latin: faktor crvene za gama/snagu

source: factor of green for gamma/power
sr@latin: faktor zelene za gama/snagu

source: factor of blue for gamma/power
sr@latin: faktor plave za gama/snagu

source: factor of gain/slope
sr@latin: faktor dobitka/padine

source: factor of red for gain/slope
sr@latin: faktor crvene za dobitak/padinu

source: factor of green for gain/slope
sr@latin: faktor zelene za dobitak/padinu

source: factor of blue for gain/slope
sr@latin: faktor plave za dobitak/padinu

source: auto optimizers
sr@latin: sam poboljšaj

source: fit the whole histogram and center the average luma
sr@latin: uklapa čitav histogram u centrira prosečnu svetlinu

source: optimize the RGB curves to remove color casts
sr@latin: poboljšava RGB krive da ukloni neželjenu nijansu boje

source: color balance rgb
sr@latin: rgb balans bele

source: cannot display masks when the blending mask is displayed
sr@latin: ne mogu da prikažem maske kada je prikazano stapanje maske

source: global grading
sr@latin: globalna skala

source: rotate all hues by an angle, at the same luminance
sr@latin: okreni sve nijanse po uglu, zadržavajući svetlinu

source: increase colorfulness at same luminance globally
sr@latin: povećava punoću boja na celoj slici, uz istu svetlinu

source: increase colorfulness at same luminance mostly in shadows
sr@latin: povećava punoću boja u senkama, uz istu svetlinu

source: increase colorfulness at same luminance mostly in highlights
sr@latin: povećava punoću boja u svetlim delovima, uz istu svetlinu

source: add or remove saturation by an absolute amount
sr@latin: dodaje ili uklanja zasićenost po apsolutnoj količini

source: 4 ways
sr@latin: 4 načina

source: selective color grading
sr@latin: selektivno skaliranje boja

source: global luminance offset
sr@latin: opšti pomak svetline

source: hue of the global color offset
sr@latin: nijansa opšteg pomaka boja

source: chroma of the global color offset
sr@latin: hroma globalnog pomaka boje

source: luminance gain in shadows
sr@latin: povećanje svetline u senkama

source: hue of the color gain in shadows
sr@latin: nijansa dobitka boje u senkama

source: chroma of the color gain in shadows
sr@latin: hroma dobitka boje u senkama

source: luminance gain in highlights
sr@latin: dobitak svetline u senkama
