Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
sr@latin: svuda smanjuje zasićenost ulaza modula. potrebno je da postavite ovu vrednost ispod 100% ukoliko želite da omogućite čuvanje hrominanse.

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
sr@latin: smanjuje zasićenost izlaza iz modula posebno kod ekstremnih osvetljenja. smanjite ukoliko su senke ili svetli delovi prezasićeni.

source: intent
sr@latin: namera

source: contrasted
sr@latin: kontrasno

source: faded
sr@latin: izbledelo

source: linear
sr@latin: linearno

source: optimized
sr@latin: poboljšano

source: change this method if you see reversed contrast or faded blacks
sr@latin: promenite ovaj metod ukoliko primetite smanjeni kontrast ili blede crne

source: preserve the chrominance
sr@latin: očuvaj boje

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
sr@latin: omogućava da originalne boje budu očuvane. može da napravi hromatske aberacije. potrebno je da ručno podesite zasićenost kada koristite ovaj režim.

source: destination/display
sr@latin: odredište/ekran

source: luminance of output pure black, this should be 0% except if you want a faded look
sr@latin: svetlina na izlazu za potpuno crnu, treba da bude 0% osim ukoliko namerno želite da napravite bledu sliku

source: luminance of output pure white, this should be 100% except if you want a faded look
sr@latin: svetlina na izlazu za potpuno belu, treba da bude 100% osim ukoliko namerno želite da napravite bledu sliku.

source: target gamma
sr@latin: odredišna gama

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
sr@latin: jačina game unutar funkcije za prenošenje prostora boja ekrana. ne treba da dirate ovo osim ukoliko ne znate šta radite.

source: filmic rgb
sr@latin: filmski rgb

source: tone mapping|curve|view transform|contrast|saturation|highlights
sr@latin: mapiranje tonova|krive|preobražaj prikaza|kontrast|zasićenost|svetli delovi|mapirawe tonova|krive|preobražaj prikaza|kontrast|zasićenost|svetli delovi|tone mapping|curve|view transform|contrast|saturation|highlights

source: apply a view transform to prepare the scene-referred pipeline for display on SDR screens and paper prints while preventing clipping in non-destructive ways
sr@latin: primenjuje preobražaj pregleda kako bi pripremio cevovod na osnovu scenografije za SDR ekrane u štampu na papiru, a istovremeno onemogućava odsecanje na nedestruktivne načine

source: filmic highlights reconstruction failed to allocate memory, check your RAM settings
sr@latin: filmska rekonstrukcija svetlih delova nije uspela da odvoji doboljno memorije, proverite RAW podešavanja

source: filmic works only on RGB input
sr@latin: filmski radi samo da RGB ulazom

source: filmic highlights reconstruction failed to allocate memory on GPU
sr@latin: filmska rekonstrukcija svetlih delova nije uspela da odvoji dovoljno memorije iz grafiče kartice

source: look only
sr@latin: samo izgled

source: look + mapping (lin)
sr@latin: izgled + mapiranje (lin)

source: look + mapping (log)
sr@latin: izgled + mapiranje (log)

source: dynamic range mapping
sr@latin: mapiranje dinam. opsega

source: % display
sr@latin: % ekran

source: EV scene
sr@latin: EV scenografine

source: % camera
sr@latin: % kamera

source: display
sr@latin: ekran

source: scene
sr@latin: scenografija

source: use the parameters below to set the nodes. the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve.
sr@latin: koristite parametre ispod sa postavite čvorove. svetla kriva se odnosi na krivu za filmsko mapiranje tonova tamna kriva je kriva smanjenja zasićenosti.

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
sr@latin: podešavanje poklapanja sa prosečnom svetlinom subjekta slike. ova vrednost će biti remapirana na 18,45%. smanjite vrednost da povećate osvetljenje.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
sr@latin: simetrično povećava ili sakuplja izračunati dinamički opseg. korisno ako želite da zadate granice ekstremnih svetlina.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
sr@latin: pokušava da prilagodi podešavanja uz neke statističke pretpostavke. ovo će uklopiti opseg svetline unutar granica histograma. radi bolje za pejzaže i slike koje su ujednačeno osvetljene, ali neće biti dobro za delove koji su previše ili premalo osvetljeni i za visoke ISO vrednosti. ovo ne koristi veštačku inteligenciju, već jednostavni sistem pogađanja. proverite da li razumete pretpostavke pre nego što koristite.

source: reconstruct
sr@latin: rekonstrukcija

source: highlights clipping
sr@latin: odsecanje svetlog

source: set the exposure threshold upon which clipped highlights get reconstructed. values are relative to the scene white point. 0 EV means the threshold is the same as the scene white point. decrease to include more areas, increase to exclude more areas.
sr@latin: postavlja prag ekspozicije na osnovu koga se odsečeni svetli delovi rekonstruišu. vrednosti su relativne u odnosu na balans bele iz kadra. 0 EV znači da je prag isti kao i tačka balansa bele. smanjite da uključite šire područje. povećajte da isključite veće područje.

source: soften the transition between clipped highlights and valid pixels. decrease to make the transition harder and sharper, increase to make the transition softer and blurrier.
sr@latin: ublažava prelaz između odsečenih svetlih delova i ispravnih piksela. smanjite da napravite tvrđi i oštriji prelaz. povećajte da napravite mekši i zamućeniji prelaz.

source: display highlight reconstruction mask
sr@latin: prikaži masku za rekonstrukciju svetlih delova

source: balance
sr@latin: balans

source: decide which reconstruction strategy to favor, between inpainting a smooth color gradient, or trying to recover the textured details. 0% is an equal mix of both. increase if at least one RGB channel is not clipped. decrease if all RGB channels are clipped over large areas.
sr@latin: određuje omiljeni način za rekonstrukciju, možete odabrati između iscrtavanja blagih prelaza boja i pokušaja da povratite detalje teksture. 0% označava jednaki udeo obe metode. povećajte ukoliko bar jedan RGB kanal nije odsečen. smanjite ukoliko su svi RGB kanali odsečeni u širem području.

source: decide which reconstruction strategy to favor, between blooming highlights like film does, or trying to recover sharp details. 0% is an equal mix of both. increase if you want more details. decrease if you want more blur.
sr@latin: određuje omiljeni način za rekonstrukciju, možete odabrati između cvetanja svetlih delova kao na filmu i pokušaja da povratite oštre detalje. 0% označava jednaki udeo obe metode. povećajte ukoliko želite više detalja. smanjite ukoliko želite više zamućenja.

source: decide which reconstruction strategy to favor, between recovering monochromatic highlights, or trying to recover colorful highlights. 0% is an equal mix of both. increase if you want more color. decrease if you see magenta or out-of-gamut highlights.
sr@latin: određuje omiljeni način za rekonstrukciju, možete odabrati između vraćanja jednobojnih svetlih delova, i pokušaja da povratite svetle delove u boji. 0% označava jednaki udeo obe metode. povećajte ukoliko želite više boje. smanjite ukoliko primetite ljubičastu ili boju izvan palete.

source: look
sr@latin: izgled

source: equivalent to paper grade in analog. increase to make highlights brighter and less compressed. decrease to mute highlights.
sr@latin: isto kao pravljenje skale u analogno vreme. povećajte da osvetlite svetle delove uz manje kompresije. smanjite da prigušite svetle delove.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
sr@latin: smanjuje zasićenost izlaza modula posebno pri ekstremnom osvetljenju. povećajte ukoliko senke i svetli delovi izgledaju nezasićeno.

source: options
sr@latin: opcije

source: v3 is darktable 3.0 desaturation method, same as color balance. v4 is a newer desaturation method, based on spectral purity of light.
sr@latin: v3 je način smanjenja zasićenosti iz tamnog stola 3.0, kao i za balans boja. v4 je nobiji metod, koji se oslanja na čistoću svetlosnog spektra.

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
sr@latin: osigurava da originalne boje ostanu očuvane. može da napravi hromatske aberacije i hrom šum, pa pokušajte da se s njima izborite na drugom mestu.

source: choose the desired curvature of the filmic spline in highlights. hard uses a high curvature resulting in more tonal compression. soft uses a low curvature resulting in less tonal compression.
sr@latin: izaberite željeno zakrivljenje filmskog splajna u svetlim delovima. tvro koristi veliko zakrivljenje i više sažima tonove. meko koristi manje zakrivljenje i manje sažima tonova

source: choose the desired curvature of the filmic spline in shadows. hard uses a high curvature resulting in more tonal compression. soft uses a low curvature resulting in less tonal compression.
sr@latin: izaberite željeno zakrivljenje filmskog splajna u senkama. tvro koristi veliko zakrivljenje i više sažima tonove. meko koristi manje zakrivljenje i manje sažima tonova

source: run extra passes of chromaticity reconstruction. more iterations means more color propagation from neighbourhood. this will be slower but will yield more neutral highlights. it also helps with difficult cases of magenta highlights.
sr@latin: radi u više prolaza za rekonstrukciju boje. više prolaza znače jače prodiranje boja iz susednih područja. računanje će biti nešto sporije, a svetli delovi slike neutralniji. može pomoći u teškim slučajevima sa ljubičastim svetlim delovima.

source: add statistical noise in reconstructed highlights. this avoids highlights to look too smooth when the picture is noisy overall, so they blend with the rest of the picture.
sr@latin: dodaje statistički šum u rekonstrusanim svetlim delovima. tom izbegavate da svetli delovi izgledaju previše meko kada slika sadrži dosta šuma, tako da se svetli delovi bolje stapaju sa ostatkom slike.

source: choose the statistical distribution of noise. this is useful to match natural sensor noise pattern.
sr@latin: izaberite statističku distribuciju šuma. ovo je korisno za poklapanje za neutralnim šumom senzora.

source: autodetect
sr@latin: sam pronađi

source: no rotation
sr@latin: bez okretanja

source: flip horizontally
sr@latin: izvrni vodoravno

source: flip vertically
sr@latin: izvrni uspravno

source: rotate by -90 degrees
sr@latin: rotiraj za -90 stepeni

source: rotate by 90 degrees
sr@latin: rotiraj za 90 stepeni

source: rotate by 180 degrees
sr@latin: rotiraj za 180 stepeni

# modulename
source: display encoding
sr@latin: kodiranje ekrana

source: global tonemap
sr@latin: opšta mapa tonova

source: operator
sr@latin: operacija

source: the global tonemap operator
sr@latin: opšta operacija za mape tonova

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
sr@latin: pomeraj mape tonova kontroliše linearnost, pri čemu veće vrednosti daju više detalja u crnim područjima

source: the target light for tonemapper specified as cd/m2
sr@latin: odredišna svetlost mape tonova zadata kao cd/m2

source: neutral gray ND2 (soft)
sr@latin: neutralna siva ND2 (meko)

source: neutral gray ND4 (soft)
sr@latin: neutralna siva ND4 (meko)

source: neutral gray ND8 (soft)
sr@latin: neutralna siva ND8 (meko)

source: neutral gray ND2 (hard)
sr@latin: neutralna siva ND2 (tvrdo)

source: neutral gray ND4 (hard)
sr@latin: neutralna siva ND4 (tvrdo)

source: neutral gray ND8 (hard)
sr@latin: neutralna siva ND8 (tvrdo)

source: orange ND2 (soft)
sr@latin: narandžasta ND2 (meko)

source: yellow ND2 (soft)
sr@latin: žuta ND2 (meko)

source: purple ND2 (soft)
sr@latin: ljubičasta ND2 (meko)

source: green ND2 (soft)
sr@latin: zelena ND2 (meko)

source: red ND2 (soft)
sr@latin: cevena ND2 (meko)

source: blue ND2 (soft)
sr@latin: plava ND2 (meko)

source: brown ND4 (soft)
sr@latin: smeđa ND2 (meko)

source: graduated density
sr@latin: postepena gustina

source: simulate an optical graduated neutral density filter
sr@latin: simulira efekat optičkog filtera sa neutralnim gradijentom gustine

source: the density in EV for the filter
sr@latin: gustina u EV za filter

source: hardness of graduation: 0% = soft, 100% = hard
sr@latin: tvrdoća gradijenta: 0% = meko, 100% = tvrdo

source: rotation of filter -180 to 180 degrees
sr@latin: rotacija filtera od -180 do 180 stepeni

source: select the hue tone of filter
sr@latin: izaberite nijansu filtera

source: select the saturation of filter
sr@latin: izaberite zasićenost filtera

source: [%s on nodes] change line rotation
sr@latin: [%s na čvorovima] menja rotaciju linije

source: [%s on line] move line
sr@latin: [%s na liniji] pomeranje linije

source: [%s on line] change density
sr@latin: [%s na liniji] promena gustine

source: [%s on line] change hardness
sr@latin: [%s na liniji] promena tvrdoće

source: grain
sr@latin: zrno

source: simulate silver grains from film
sr@latin: simulira efekat srebrnastih mrlja kao na foto filmu

source: the grain size (~ISO of the film)
sr@latin: veličina zrna (~ISO filma)

source: the strength of applied grain
sr@latin: jačina primenjenog zrna

source: haze removal
sr@latin: uklanjanje magle

source: dehaze|defog|smoke|smog
sr@latin: uklanjanje magle|magla|dim|smog|uklanjanje magle|magla|dim|dehaze|defog|smoke|smog

source: remove fog and atmospheric hazing from pictures
sr@latin: uklanja maglu i ostale efekte koji se javljaju usled atmosferskih pojava

source: amount of haze reduction
sr@latin: stepen uklanjanja magle

source: distance
sr@latin: rastojanje

source: limit haze removal up to a specific spatial depth
sr@latin: ograniči uklanjanje magle na određenu prostornu dubinu

source: highlight reconstruction
sr@latin: rekonstrukcija svetlih delova

source: avoid magenta highlights and try to recover highlights colors
sr@latin: izbegava svetle delove ljubičaste boje i pokušava da povrati boje

source: reconstruction, raw
sr@latin: raw rekonstrukcija

source: highlight reconstruction method
sr@latin: način rekonstrukcije svetlih delova

source: highpass
sr@latin: visokopropusno

source: isolate high frequencies in the image
sr@latin: izoluje visoke učestalosti unutar slike

source: linear or non-linear, Lab, scene-referred
sr@latin: linearni ili nelinearni Lab na osnovu scenografije

source: frequential, Lab
sr@latin: učestalosni Lab

source: special, Lab, scene-referred
sr@latin: specijalni Lab na osnovu scenografije

source: the sharpness of highpass filter
sr@latin: oštrina visokopropusnog filtera

source: the contrast of highpass filter
sr@latin: kontrast visokopropusnog filtera

source: hot pixels
sr@latin: vrući pikseli

source: remove abnormally bright pixels by dampening them with neighbours
sr@latin: uklanja nenormalno svetle piksele tako što ih ujednačava sa susednim pikselima

source: fixed %d pixel
sr@latin: popravljen je %d piksel

source: lower threshold for hot pixel
sr@latin: smanji prag za vruće piksele

source: strength of hot pixel correction
sr@latin: snaga ispravljanja vrućih piksela

source: hot pixel correction only works for raw images.
sr@latin: ispravljanje vrućih piksela radi samo sa raw slikama.

source: `%s' color matrix not found for 4bayer image
sr@latin: nije nađena matrica boja „%s“ za 4bayer sliku

source: invert
sr@latin: izvrni

source: invert film negatives
sr@latin: izvrće negativ filma

source: linear, raw, display-referred
sr@latin: linearni raw na osnovu ekrana

source: brightness of film material
sr@latin: osvetljenost materijala filma

source: color of film material
sr@latin: boja materijala filma

source: pick color of film material from image
sr@latin: izaberite boju materijala filma sa slike

source: select color of film material
sr@latin: izaberite boju materijala filma

source: lens correction
sr@latin: izobličenje objektiva

source: vignette|chromatic aberrations|distortion
sr@latin: vinjetarenje|hromatske aberacije|izobličenje objektiva|ispravljanje sočiva|vinjetarenje|hromatske aberacije|izobličenje objektiva|ispravljanje sočiva|vignette|chromatic aberrations|distortion

source: correct lenses optical flaws
sr@latin: ispravlja optičke greške objektiva

source: geometric and reconstruction, RGB
sr@latin: geometrija i rekonstrukcija RGB

source: maker: %s model: %s%s mount: %s crop factor: %.1f
sr@latin: proizvođač: %s model: %s%s bajonet: %s faktor odsecanja: %.1f

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
sr@latin: proizvođač: %s model: %s područje fokusa: %s blenda: %s faktor odsecanja: %.1f vrsta: %s bajonet: %s

source: focal length (mm)
sr@latin: žižna dužina (mm)

source: f-number (aperture)
sr@latin: f-broj (blenda)

source: d
sr@latin: r

source: distance to subject
sr@latin: rastojanje do predmeta

source: distortion & TCA
sr@latin: izobličenje i aberacije

source: distortion & vignetting
sr@latin: izobličenje i vinjetarenje

source: TCA & vignetting
sr@latin: aberacije i vinjetarenje

source: only distortion
sr@latin: samo izobličenje

source: only TCA
sr@latin: samo aberacije

source: only vignetting
sr@latin: samo vinjetarenje

source: camera model
sr@latin: model kamere

source: find camera
sr@latin: nađi kameru

source: find lens
sr@latin: nađi objektiv

source: corrections
sr@latin: korekcije

source: which corrections to apply
sr@latin: koje korekcije će biti primenjene

source: target geometry
sr@latin: odredišna geometrija

source: rectilinear
sr@latin: pravolinijski

source: fish-eye
sr@latin: riblje oko

source: panoramic
sr@latin: panoramski

source: equirectangular
sr@latin: ravnopravougaoni

source: orthographic
sr@latin: ortografski

source: stereographic
sr@latin: stereografski

source: equisolid angle
sr@latin: ravnokutni ugao

source: thoby fish-eye
sr@latin: tobi riblje oko

source: scale
sr@latin: razmera

source: auto scale
sr@latin: auto razmera

source: correct
sr@latin: koriguj

source: distort
sr@latin: izobliči

source: correct distortions or apply them
sr@latin: ispravi izobličenja ili ih primeni

source: Transversal Chromatic Aberration red
sr@latin: crvena poprečna hromatska aberacija

source: Transversal Chromatic Aberration blue
sr@latin: plava poprečna hromatska aberacija

source: corrections done:
sr@latin: korekcija je završena:

source: which corrections have actually been done
sr@latin: koje korekcije su zapravo primenjene

source: levels
sr@latin: nivoi

source: adjust black, white and mid-gray points
sr@latin: podesi crnu, zadržavajući bele i središnje tačke

source: drag handles to set black, gray, and white points. operates on L channel.
sr@latin: prevucite ručice da podesite crnu, sivu i belu tačku. radi na L kanalu.

source: apply auto levels
sr@latin: primeni automatske nivoe

source: pick black point from image
sr@latin: izaberite crnu tačku iz slike

source: pick medium gray point from image
sr@latin: izaberite središnju sivu tačku iz slike

source: pick white point from image
sr@latin: izaberite belu račku iz slike

source: black
sr@latin: crna

source: black percentile
sr@latin: procenat crne

source: gray percentile
sr@latin: procenat sive

source: white
sr@latin: bela

source: white percentile
sr@latin: procenat bele

source: liquify
sr@latin: razvodnjavanje

source: distort parts of the image
sr@latin: izobličava delove slike

source: click to edit nodes
sr@latin: kliknite za uređivanje čvorova

source: use a tool to add warps. right-click to remove a warp.
sr@latin: koristite alat da dodate zakrivljenja. desni klik za uklanjanje zakrivljenja.

source: warps|nodes count:
sr@latin: zakrivljenja|broj čvorova:

source: edit, add and delete nodes
sr@latin: uredite, dodajte ili obrišite čvorove

source: shapes
sr@latin: oblici

source: draw curves
sr@latin: iscrtaj krive

source: draw multiple curves
sr@latin: iscrtaj više krivih

source: draw lines
sr@latin: iscrtaj linije

source: draw multiple lines
sr@latin: iscrtaj više linija

source: draw points
sr@latin: iscrtaj tačke

source: draw multiple points
sr@latin: iscrtaj više tačaka

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
sr@latin: ctrl+klik: dodavanje čvora — desni klik: uklanjanje putanje, ctrl+alt+klik: uključivanje linije/krive

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
sr@latin: kliknite i prevucite za pomeranje — klik: prikazuje/sakriva kontrole umekšanja ctrl+klik: automatko umekšanje, vrh, umekšanje, simetrija — desni klik da uklonite

source: drag to change shape of path
sr@latin: prevucite da promenite putanju oblika

source: drag to adjust warp radius
sr@latin: prevucite da podesite poluprečnik zakrivljenja

source: drag to adjust hardness (center)
sr@latin: prevucite da podesite tvrdoću (centar)

source: drag to adjust hardness (feather)
sr@latin: prevucite da podesite tvrdoću (umekšanje)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
sr@latin: prevucite da podesite jačinu zakrivljenja ctrl+klik: linearno, povećanje i smanjenje

source: lowlight vision
sr@latin: noćni vid

source: simulate human night vision
sr@latin: simulira noćni vid čoveka

source: linear, XYZ
sr@latin: linearni XYZ

source: indoor bright
sr@latin: unutra, svetlo

source: indoor dim
sr@latin: unutra, zamračeno

source: indoor dark
sr@latin: unutra, tamno

source: twilight
sr@latin: sumrak

source: night street lit
sr@latin: svetlo ulične rasvete

source: night street
sr@latin: ulična rasveta

source: night street dark
sr@latin: tamna ulična rasveta

source: night
sr@latin: nić

source: dark
sr@latin: mračno

source: bright
sr@latin: svetlo

source: day vision
sr@latin: dnevni vid

source: night vision
sr@latin: noćni vid

source: blueness in shadows
sr@latin: količina plave u senkama

source: lowpass
sr@latin: niskoprolazni

source: isolate low frequencies in the image
sr@latin: izoluje niske učestalosti na slici

source: local contrast mask
sr@latin: maska lokalnog kontrasta

source: radius of gaussian/bilateral blur
sr@latin: poluprečnik gausovog/dvobočnog zamućenja

source: contrast of lowpass filter
sr@latin: kontrast niskoprolaznog filtera

source: brightness adjustment of lowpass filter
sr@latin: podešavanje osvetljenosti filtera niske učestalosti

source: color saturation of lowpass filter
sr@latin: zasićenost boje niskoprolaznog filtera

source: which filter to use for blurring
sr@latin: koji filter se koristi za zamućenje

source: lut 3D
sr@latin: 3D lut

source: perform color space corrections and apply look
sr@latin: poboljšanja prostora boje i primena izgleda

source: defined by profile, RGB
sr@latin: određeno iz profila RGB

source: error allocating buffer for gmz lut
sr@latin: greška u pravljenju ostave za gmz lut

source: invalid png file %s
sr@latin: neispravna png datoteka %s
