Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: physically delete
sr@latin: obriši

source: physically delete all files
sr@latin: briše sve datoteke sa diska

source: skip to next file
sr@latin: preskoči do sledeće datoteke

source: stop process
sr@latin: prekini obradu

source: trashing error
sr@latin: greška pri slanju u smeće

source: deletion error
sr@latin: greška pri brisanju

source: trashing %d image
sr@latin: šaljem %d sliku u smeće

source: deleting %d image
sr@latin: brisanje %d slike

source: failed to parse GPX file
sr@latin: ne mogu da obradim GPX datoteku

source: applied matched GPX location onto %d image
sr@latin: primenjujem poklopljene GPX lokacije na %d sliku

source: moving %d image
sr@latin: premeštam %d sliku

source: moving %d images
sr@latin: premeštam %d slika

source: copying %d image
sr@latin: kopiram %d sliku

source: copying %d images
sr@latin: kopiram %d slika

source: creating local copy of %d image
sr@latin: pravim lokalne kopije %d slike

source: removing local copy of %d image
sr@latin: uklanjam lokalne kopije %d slike

source: refreshing info for %d image
sr@latin: osvežavam podatke za %d sliku

source: exporting %d image..
sr@latin: izvozim %d sliku…

source: exporting %d / %d to %s
sr@latin: izvozim %d / %d u %s

source: image `%s' is currently unavailable
sr@latin: slika „%s“ trenutno nije dostupna

source: merge hdr image
sr@latin: spoji hdr sliku

source: duplicate images
sr@latin: udvostruči slike

source: flip images
sr@latin: izvrni slike

source: set monochrome images
sr@latin: postavi crno-bele slike

source: remove images
sr@latin: uklanjanje slika

source: delete images
sr@latin: brisanje slika

source: do you really want to physically delete selected image from disk?
sr@latin: da li zaista želite da obrišete izabrane slike sa diska?

source: move images
sr@latin: premesti slike

source: _select as destination
sr@latin: _izaberi kao cilj

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
sr@latin: da li zaista želite da premestite %d sliku u %s? (svi duplikati će biti premešteni)

source: move image?
sr@latin: da premestim slike?

source: copy images
sr@latin: kopiranje slika

source: do you really want to physically copy %d image to %s?
sr@latin: da li zaista želite da kopirate %d sliku u %s?

source: copy image?
sr@latin: kopiraj slike?

source: local copy images
sr@latin: lokalna kopija slika

source: refresh exif
sr@latin: osveži exif

source: failed to get parameters from storage module `%s', aborting export..
sr@latin: ne mogu da dobijem parametre za skladište iz modula „%s“, prekidam izvoz…

source: export images
sr@latin: izvoz slika

source: time offset
sr@latin: vremenski pomak

source: write sidecar files
sr@latin: upiši priključne datoteke

source: importing %d image
sr@latin: uvozim %d sliku

source: import
sr@latin: uvoz

source: import images
sr@latin: uvoz slika

source: no supported images were found to be imported
sr@latin: nisu pronađene slike za uvoz

source: importing image %s
sr@latin: uvozim sliku %s

source: import image
sr@latin: uvezi sliku

source: skipped blending in module '%s': roi's do not match
sr@latin: preskočeno je stapanje u modulu „%s“: roi se ne poklapa

source: could not allocate buffer for blending
sr@latin: ne mogu da odvojim ostavu za stapanje

# blendmode
source: normal
sr@latin: normalno

# blendmode
source: normal bounded
sr@latin: normalno vezano

# blendmode
source: lighten
sr@latin: pozvetljenje

# blendmode
source: darken
sr@latin: zatamnjenje

# blendmode
source: multiply
sr@latin: množenje

# blendmode
source: average
sr@latin: prosek

# blendmode
source: addition
sr@latin: dodavanje

# blendmode
source: subtract
sr@latin: oduzaimanje

# blendmode
source: difference
sr@latin: razlika

# blendmode
source: screen
sr@latin: ekranski

# blendmode
source: overlay
sr@latin: prekrivanje

# blendmode
source: softlight
sr@latin: meko svetlo

# blendmode
source: hardlight
sr@latin: oštro svetlo

# blendmode
source: vividlight
sr@latin: zasićeno svetlo

# blendmode
source: linearlight
sr@latin: linearno svetlo

# blendmode
source: pinlight
sr@latin: tačkasto svetlo

# blendmode
source: lightness
sr@latin: svetlina

# blendmode
source: hue
sr@latin: nijansa

# blendmode
source: color
sr@latin: boja

# blendmode
source: coloradjustment
sr@latin: doterivanje boje

# blendmode
source: Lab lightness
sr@latin: Lab svetlina

# blendmode
source: Lab color
sr@latin: Lab boje

# blendmode
source: Lab L-channel
sr@latin: Lab L-kanal

# blendmode
source: Lab a-channel
sr@latin: Lab a-kanal

# blendmode
source: Lab b-channel
sr@latin: Lab b-kanal

# blendmode
source: HSV color
sr@latin: HSV boja

# blendmode
source: RGB red channel
sr@latin: RGB crveni kanal

# blendmode
source: RGB green channel
sr@latin: RGB zeleni kanal

# blendmode
source: RGB blue channel
sr@latin: RGB plavi kanal

# blendmode
source: divide
sr@latin: deljenje

# blendmode
source: geometric mean
sr@latin: geomatrijska sredina

# blendmode
source: harmonic mean
sr@latin: harmonijska sredina

# blendmode
source: difference (deprecated)
sr@latin: razlika (zastarelo)

source: default
sr@latin: podrazumevano

source: RGB (display)
sr@latin: RGB (ekran)

source: RGB (scene)
sr@latin: RGB (scenografija)

source: uniformly
sr@latin: ujednačeno

source: drawn mask
sr@latin: iscrtana maska

source: parametric mask
sr@latin: parametarska maska

source: raster mask
sr@latin: rasterska maska

source: drawn & parametric mask
sr@latin: iscrtana i parametarska maska

source: exclusive
sr@latin: isključivo

source: inclusive
sr@latin: uključivo

source: exclusive & inverted
sr@latin: isključivo i obrnuto

source: inclusive & inverted
sr@latin: uključivo i obrnuto

source: on
sr@latin: uključeno

source: input
sr@latin: ulaz

source: output
sr@latin: izlaz

source: (zoom)
sr@latin: (uvećanje)

source: reset to default blend colorspace
sr@latin: vrati na podrazumevani način stapanja prostora boja

source: reset and hide output channels
sr@latin: vrati i sakrij izlazne kanale

source: show output channels
sr@latin: prikaži izlazne kanale

source: sliders for L channel
sr@latin: klizači za L kanal

source: sliders for a channel
sr@latin: klizači za a kanal

source: green/red
sr@latin: zelena/crvena

source: sliders for b channel
sr@latin: klizači za b kanal

source: blue/yellow
sr@latin: plava/žuta

source: sliders for chroma channel (of LCh)
sr@latin: klizači za hroma kanal (u LCh)

source: sliders for hue channel (of LCh)
sr@latin: klizači za kanal nijanse (u LCh)

source: sliders for gray value
sr@latin: klizači za vrednost sive

source: sliders for red channel
sr@latin: klizači za crveni kanal

source: sliders for green channel
sr@latin: klizači za zeleni kanal

source: sliders for blue channel
sr@latin: klizači za plavi kanal

source: sliders for hue channel (of HSL)
sr@latin: klizači za kanal zasićenosti (u HSL)

source: sliders for chroma channel (of HSL)
sr@latin: klizači za hroma kanal (u HSL)

source: chroma
sr@latin: hroma

source: sliders for value channel (of HSL)
sr@latin: klizači za kanal vrednosti (u HSL)

source: sliders for value channel (of JzCzhz)
sr@latin: klizači za kanal vrednosti (u JzCzhz)

source: sliders for chroma channel (of JzCzhz)
sr@latin: klizači za hroma kanal (u JzCzhz)

source: sliders for hue channel (of JzCzhz)
sr@latin: klizači za kanal nijanse (u JzCzhz)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
sr@latin: podešavanja na osnovu ulaza koji dobijenog od ovog modula: * opseg definisan gornjim markerima: potpuno stapanje * opseg definisan donjim markerima: uopšte ne stapa * opseg između susednih gornjih/donjih markera: postepeno stapanje

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
sr@latin: podešavanja na osnovu nestopljenog izlaza ovog modula: * opseg definisan gornjim markerima: potpuno stapanje * opseg definisan donjim markerima: uopšte ne stapa * opseg između susednih gornjih/donjih markera: postepeno stapanje

source: reset blend mask settings
sr@latin: vrati podešavanje maske stapanja

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
sr@latin: postavlja opseg na osnovu oblasti iz slike prevucite da koristite ulaznu sliku ctrl+prevlačenje da koristite izlaznu sliku

source: invert all channel's polarities
sr@latin: obrni polarnost svih kanala

source: toggle polarity. best seen by enabling 'display mask'
sr@latin: promena polarnosti. najbolje se vidi ako uključite „prikaži maske“

source: blend
sr@latin: stapanje

source: boost factor
sr@latin: faktor pojačanja

source: adjust the boost factor of the channel mask
sr@latin: podešava faktor povećanja maske kanala

source: %d shape used
sr@latin: upotrebljen je %d oblik

source: no mask used
sr@latin: nije korišćena maska

source: toggle polarity of drawn mask
sr@latin: menja polarnost iscrtane maske

source: show and edit mask elements
sr@latin: prikaži i uredi elemente maske

source: add gradient
sr@latin: dodaj preliv

source: add brush
sr@latin: dodaj četkicu

source: add multiple brush strokes
sr@latin: dodaje više poteza četkicom

source: add path
sr@latin: dodaj putanju

source: add multiple paths
sr@latin: dodaje više putanja

source: add ellipse
sr@latin: dodaj elipsu

source: add multiple ellipses
sr@latin: dodaje više elipsi

source: add circle
sr@latin: dodaj krug

source: add multiple circles
sr@latin: dodaje više krugova

source: toggle polarity of raster mask
sr@latin: menja polarnost rasterske maske

source: blending options
sr@latin: opcija stapanja

source: blend mode
sr@latin: režim stapanja

source: choose blending mode
sr@latin: izaberite režim stapanja

source: blend fulcrum
sr@latin: stapanje tačke oslonca

source: adjust the fulcrum used by some blending operations
sr@latin: podešava tačku oslonca koja se koristi za radnje stapanja

source: opacity
sr@latin: neprovidnost

source: set the opacity of the blending
sr@latin: podešava neprovidnost stapanja

source: combine masks
sr@latin: kobinuj maske

source: how to combine individual drawn mask and different channels of parametric mask
sr@latin: određuje kako se kombinuju pojedinačne iscrtane maske i različiti kanali parametarske maske

source: invert mask
sr@latin: izvrni masku

source: apply mask in normal or inverted mode
sr@latin: primenjuje masku u normalnom ili izvrnutom režimu

source: feathering guide
sr@latin: vođica umekšavanja

source: feathering radius
sr@latin: poluprečnik umekšanja

source: spatial radius of feathering
sr@latin: prostorni poluprečnik umekšavanja

source: radius for gaussian blur of blend mask
sr@latin: poluprečnik gausovog zamućenja maske za utapanje

source: mask opacity
sr@latin: neprovidnost maske

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
sr@latin: pomera krivu tonova maske za utapanje radi podešavanja osvetljenja bez promene potpuno providnih/neprovidnih podučja

source: mask contrast
sr@latin: kontrast maske

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
sr@latin: postavlja krivu tonova maske za utapanje u obliku slova „s“ kao bi podesio kontrast

source: mask refinement
sr@latin: poboljšanje maske

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
sr@latin: prikazuje maske i/ili kanala boje. ctrl+klik za prikaz maske, shift+slik za prikaz kanala. prelaz preko klizača parametarske maske za izbor prikazanog kanala

source: temporarily switch off blend mask. only for module in focus
sr@latin: privremeno usključuje stapanje maske. radi samo za module u fokusu

source: scene-referred default
sr@latin: podrazumevano na osnovu scenografije

source: %s: module `%s' version mismatch: %d != %d
sr@latin: %s: izdanje modula „%s“ se ne poklapa sa verzijom: %d != %d

source: new instance
sr@latin: novi duplikat

source: duplicate instance
sr@latin: udvostručuje ovaj modul

source: move up
sr@latin: pomeri gore

source: move down
sr@latin: pomeri dole

source: delete
sr@latin: obriši

source: rename
sr@latin: preimenuj

source: %s is switched on
sr@latin: %s je uključen

source: %s is switched off
sr@latin: %s je isključen

source: reset parameters ctrl+click to reapply any automatic presets
sr@latin: vraćanje parametara ctrl+klik za ponovnu primenu automatskih postavki

source: ERROR
sr@latin: GREŠKA

source: new
sr@latin: novo

source: duplicate
sr@latin: duplikat

source: reset
sr@latin: vrati

source: presets
sr@latin: postavke

source: %s ctrl+click to %s
sr@latin: %s ctrl+klik za %s

source: cannot find lightroom XMP!
sr@latin: ne mogu da nađem lightroom XMP!

source: `%s' not a lightroom XMP!
sr@latin: „%s“ nije lightroom XMP!

source: %s has been imported
sr@latin: %s je uvezena

source: hardness: %3.2f%%
sr@latin: tvrdoća: %3.2f%%

source: size: %3.2f%%
sr@latin: veličina: %3.2f%%

source: [BRUSH creation] change size
sr@latin: [pravljenje ČETKICE] promeni veličinu

source: [BRUSH creation] change hardness
sr@latin: [pravljenje ČERKICE] promeni tvrdoću

source: [BRUSH] change opacity
sr@latin: [ČETKICA] promeni providnost

source: [BRUSH] change hardness
sr@latin: [ČETKICA] promeni tvrdoću

source: brush #%d
sr@latin: četkica #%d

source: <b>size</b>: scroll, <b>hardness</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr@latin: <b>veličina</b>: točkić miša, <b>tvrdoća</b>: shift+točkić miša, <b>neprovidnost</b>: ctrl+točkić miša (%d%%)

source: <b>size</b>: scroll
sr@latin: <b>veličina</b>: klizanje

source: feather size: %3.2f%%
sr@latin: veličina umekšavanja: %3.2f%%

source: [CIRCLE] change size
sr@latin: [KRUG] promeni veličinu

source: [CIRCLE] change opacity
sr@latin: [KRUG] promeni neprovidnost

source: [CIRCLE] change feather size
sr@latin: [KRUG] promeni veličinu umekšanja

source: circle #%d
sr@latin: krug #%d

source: <b>size</b>: scroll, <b>feather size</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr@latin: <b>veličina</b>: točkić miša, <b>veličina umekšanja</b>: shift+točkić miša, <b>neprovidnost</b>: ctrl+točkić miša (%d%%)

source: rotation: %3.f°
sr@latin: rotacija: %3.f°

source: [ELLIPSE] change size
sr@latin: [ELIPSA] promeni veličinu

source: [ELLIPSE] change opacity
sr@latin: [ELIPSA] promeni providnost

source: [ELLIPSE] switch feathering mode
sr@latin: [ELIPSA] promeni režim umekšanja

source: [ELLIPSE] rotate shape
sr@latin: [ELIPSA] rotiraj oblik

source: ellipse #%d
sr@latin: elipsa #%d

source: <b>size</b>: scroll, <b>feather size</b>: shift+scroll <b>rotation</b>: ctrl+shift+scroll, <b>opacity</b>: ctrl+scroll (%d%%)
sr@latin: <b>veličina</b>: točkić miša, <b>veličina umekšanja</b>: shift+točkić miša, <b>rotacija</b>: ctrl+shift+točkić miša, <b>neprovidnost</b>: ctrl+točkić miša (%d%%)

source: <b>rotate</b>: ctrl+drag
sr@latin: <b>rotacija</b>: ctrl+prevlačenje

source: <b>feather mode</b>: shift+click, <b>rotate</b>: ctrl+drag <b>size</b>: scroll, <b>feather size</b>: shift+scroll, <b>opacity</b>: ctrl+scroll (%d%%)
sr@latin: <b>režim umekšanja</b>: shift+klik, <b>rotacija</b>: ctrl+prevlačenje, <b>veličina</b>: točkić miša, <b>veličina umekšanja</b>: shift+točkić miša, <b>neprovidnost</b>: ctrl+točkić miša (%d%%)

source: compression: %3.2f%%
sr@latin: kompresija: %3.2f%%

source: curvature: %3.2f%%
sr@latin: zakrivljenje: %3.2f%%

source: [GRADIENT on pivot] rotate shape
sr@latin: [PRELIV u okret] rotiraj oblik

source: [GRADIENT creation] set rotation
sr@latin: [pravljenje PRELIVA] postavi rotaciju

source: [GRADIENT] change curvature
sr@latin: [PRELIV] promeni zakrivljenje

source: [GRADIENT] change compression
sr@latin: [PRELIV] promeni kompresiju

source: [GRADIENT] change opacity
sr@latin: [PRELIV] promeni providnost

source: gradient #%d
sr@latin: preliv #%d

source: <b>curvature</b>: scroll, <b>compression</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr@latin: <b>zakrivljenje</b>: točkić miša, <b>kompresija</b>: shift+točkić miša, <b>neprovidnost</b>: ctrl+točkić miša (%d%%)

source: <b>rotate</b>: drag
sr@latin: <b>rotacija</b>: prevlačenje

source: [SHAPE] remove shape
sr@latin: [OBLIK] ukloni oblik

source: copy of %s
sr@latin: kopija od %s

source: %s: mask version mismatch: %d != %d
sr@latin: %s: verzija maske se ne poklapa: %d != %d

source: masks can not contain themselves
sr@latin: maska ne može da sadrži samu sebe

source: [PATH creation] add a smooth node
sr@latin: [pravljenje PUTANJE] dodaj meki čvor

source: [PATH creation] add a sharp node
sr@latin: [pravljenje PUTANJE] dodaj oštar čvor

source: [PATH creation] terminate path creation
sr@latin: [pravljenje PUTANJE] završi pravljenje putanje

source: [PATH on node] switch between smooth/sharp node
sr@latin: [PUTANJA i čvor] prebaci između mekog/oštrog čvora

source: [PATH on node] remove the node
sr@latin: [PUTANJA i čvor] ukloni čvor

source: [PATH on feather] reset curvature
sr@latin: [PUTANJa i umekšanje] vrati zakrivljenje

source: [PATH on segment] add node
sr@latin: [PUTANJA i segment] dodaj čvor

source: [PATH] change size
sr@latin: [PUTANJA] promeni veličinu

source: [PATH] change opacity
sr@latin: [PUTANJA] promeni providnost

source: [PATH] change feather size
sr@latin: [PUTANJA] promeni veličinu umekšanja

source: path #%d
sr@latin: putanja #%d

source: <b>add node</b>: click, <b>add sharp node</b>:ctrl+click <b>cancel</b>: right-click
sr@latin: <b>dodavanje čvora</b>: levi klik, <b>oštri čvor</b>:ctrl+klik, <b>otkazivanje</b>: desni klik

source: <b>move node</b>: drag, <b>remove node</b>: right-click <b>switch smooth/sharp mode</b>: ctrl+click
sr@latin: <b>pomeranje čvora</b>: prevuci, <b>uklanjanje čvora</b>: desni klik, <b>promena oštrog/mekog čvora</b>: ctrl+klik

source: <b>node curvature</b>: drag <b>reset curvature</b>: right-click
sr@latin: <b>zakrivljenje čvora</b>: prevuci, <b>vraćanje zakrivljenja</b>: desni klik

source: <b>move segment</b>: drag <b>add node</b>: ctrl+click
sr@latin: <b>pomeranje segmenta</b>: prevuci, <b>dodavanje čvora</b>: ctrl+klik

source: tiling failed for module '%s'. output might be garbled.
sr@latin: nije uspelo pravljenje pločica u modulu „%s“. možda će izlaz biti isopačen.

source: double-click to reset
sr@latin: dvoklik za vraćanje

source: current
sr@latin: trenutno

source: leader
sr@latin: vodeći

source: grouped images
sr@latin: grupisane slike

source: fit
sr@latin: uklapanje

source: there are no images in this collection
sr@latin: nema slika u ovoj zbirci

source: if you have not imported any images yet
sr@latin: ukoliko još uvek niste uvezli slike

source: you can do so in the import module
sr@latin: možete da to uradite pomoću modula za uvoz

source: try to relax the filter settings in the top panel
sr@latin: pokušajte da smanjite podešavanja filtera iz gornje površi

source: daylight
sr@latin: dnevna svetlost

source: direct sunlight
sr@latin: direktno sunce

source: cloudy
sr@latin: oblačno

source: shade
sr@latin: senka

source: incandescent
sr@latin: sijalica

source: incandescent warm
sr@latin: topla sijalica

source: tungsten
sr@latin: žarulja

source: fluorescent
sr@latin: florscentna

source: fluorescent high
sr@latin: florescentna visoka

source: cool white fluorescent
sr@latin: hladno bela florescentna

source: warm white fluorescent
sr@latin: toplo bela florescentna

source: daylight fluorescent
sr@latin: dnevno svetlo florescentna

source: neutral fluorescent
sr@latin: neutralna florescentna

source: white fluorescent
sr@latin: bela florescentna

source: sodium-vapor fluorescent
sr@latin: natrijumova sijalica

source: day white fluorescent
sr@latin: dnevno bela florescentna

source: high temp. mercury-vapor fluorescent
sr@latin: živina topla florescentna

source: high temp. mercury-vapor
sr@latin: topla živina sijalica

source: flash
sr@latin: blic

source: flash (auto mode)
sr@latin: blic (auto režim)

source: evening sun
sr@latin: večernje sunce

source: underwater
sr@latin: podvodno

source: black & white
sr@latin: crno-belo

source: spot WB
sr@latin: balans bele iz tačke

source: manual WB
sr@latin: ručni balans bele

source: camera WB
sr@latin: balans bele iz kamere

source: auto WB
sr@latin: automatski balans bele

source: creating cache directories
sr@latin: pravim direktorijume za ostavu

source: creating cache directory '%s'
sr@latin: pravim direktorijume za ostavu „%s“

source: could not create directory '%s'!
sr@latin: ne mogu da napravim direktorijum „%s“!

source: warning: no images are matching the requested image id range
sr@latin: upozorenje: slike se ne poklapaju sa zahtevanim opsegom broja slike

source: warning: did you want to swap these boundaries?
sr@latin: upozorenje: da niste slučajno zamenili ove granice?

source: error: ensure that min_mip <= max_mip
sr@latin: greška: proverite da li je min_mip <= max_mip

source: creating complete lighttable thumbnail cache
sr@latin: pravim ostavu za sve sličice na svetlom stolu

source: horizontal
sr@latin: vodoravni

source: vertical
sr@latin: uspravni

source: update
sr@latin: ažuriranje

source: preferences
sr@latin: postavke

source: apply
sr@latin: primeni

source: shortcuts
sr@latin: prečice

source: _ok
sr@latin: _u redu

source: all
sr@latin: sve

source: select file to export
sr@latin: izaberite datoteku za izvoz

source: _export
sr@latin: _izvezi

source: select file to import
sr@latin: izaberite datoteku za uvoz

source: _import
sr@latin: _uvezi

source: shortcut
sr@latin: prečica

source: type
sr@latin: vrsta

source: export...
sr@latin: izvoz…

source: and
sr@latin: i

source: or
sr@latin: ili

source: but not
sr@latin: ali ne

source: open sidecar file
sr@latin: otvori priključnu datoteku

source: _open
sr@latin: _otvori

source: XMP sidecar files
sr@latin: XMP priključne datoteke

source: all files
sr@latin: sve datoteke

source: error loading file '%s'
sr@latin: greška pri učitavanju datoteke „%s“

source: all those of you that made previous releases possible
sr@latin: svi vi koji ste omogućili da prethodna izdanja stignu do nas

source: and...
sr@latin: i…

source: translator-credits
sr@latin: Miloš Popović <gpopac@gmail.com> https://gnom.srb — prevod Gnoma na srpski jezik.

source: access the online usermanual?
sr@latin: da pristupim korisničkom uputstvu na mreži?

source: help url opened in web browser
sr@latin: adresa za pomoć je prikazana u veb pregledniku

source: error while opening help url in web browser
sr@latin: greška prilikom otvaranja adrese za pomoć u veb pregledaču

source: there is no help available for this element
sr@latin: nije dostupna pomoć za ovaj deo sučelja

source: Sans %s
sr@latin: Bez %s

source: $(VERSION) - duplicate version
sr@latin: $(VERSION) — verzija duplikata

source: $(SEQUENCE) - sequence number
sr@latin: $(SEQUENCE) — broj u nizu

source: $(YEAR) - year
sr@latin: $(YEAR) — godina

source: $(MONTH) - month
sr@latin: $(MONTH) — mesec

source: $(DAY) - day
sr@latin: $(DAY) — dan

source: $(HOUR) - hour
sr@latin: $(HOUR) — sat

source: $(MINUTE) - minute
sr@latin: $(MINUTE) — minut

source: $(SECOND) - second
sr@latin: $(SECOND) — sekunda

source: $(LONGITUDE) - longitude
sr@latin: $(LONGITUDE) — geografska dužina

source: $(LATITUDE) - latitude
sr@latin: $(LATITUDE) — geografska širina

source: $(ELEVATION) - elevation
sr@latin: $(ELEVATION) — nadmorska visina

source: $(TITLE) - title from metadata
sr@latin: $(TITLE) — naslov iz metapodataka

source: $(DESCRIPTION) - description from metadata
sr@latin: $(DESCRIPTION) — opis iz metapodataka
