Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: hue of the color gain in highlights
sr@latin: nijansa dobitka boje u senkama

source: chroma of the color gain in highlights
sr@latin: hroma tokom povećanja boje u svetlim delovima

source: weight of the shadows over the whole tonal range
sr@latin: težina senki u odnosu na čitav raspona tonova

source: weights of highlights over the whole tonal range
sr@latin: težina svetlih delova u odnosu na čitav raspon tonova

source: peak white luminance value used to normalize the power function
sr@latin: najveća vrednost bele svetline koja se koristi za normalizaciju stepene funkcije

source: global saturation
sr@latin: opšta zasićenost

source: color look up table
sr@latin: tabela za pregled boje

source: profile|lut|color grading
sr@latin: profil|skala boja|profil|skala boje|profile|lut|color grading

source: perform color space corrections and apply looks
sr@latin: pravi isptavke prostora voja i primenjuje izglede

source: linear or non-linear, Lab, display-referred
sr@latin: linearni ili nelinearni Lab na osnovu ekrana

source: defined by profile, Lab
sr@latin: određeni po profilu, Lab

source: it8 skin tones
sr@latin: it8 boje kože

source: helmholtz/kohlrausch monochrome
sr@latin: jednobojni helmholtz/kohlrausch

source: Fuji Astia emulation
sr@latin: emulacija Fuji Astia

source: Fuji Classic Chrome emulation
sr@latin: emulacija Fuji Classic Chrome

source: Fuji Monochrome emulation
sr@latin: emulacija Fuji Monochrome

source: Fuji Provia emulation
sr@latin: emulacija Fuji Provia

source: Fuji Velvia emulation
sr@latin: emulacija Fuji Velvia

source: patch #%d
sr@latin: parče #%d

source: patch
sr@latin: parče

source: color checker patch
sr@latin: parče za proveru boje

source: target color
sr@latin: ciljna boja

source: relative
sr@latin: relativno

source: absolute
sr@latin: apsolutno

source: color contrast
sr@latin: kontrast boja

source: increase saturation and separation between opposite colors
sr@latin: povećava zasićenost i razdvajanje između suprotnih boja

source: steepness of the a* curve in Lab lower values desaturate greens and magenta while higher saturate them
sr@latin: koraci za a* krivu u Lab niže vrednosti smanjuju zasićenost zelene i ljubičaste, dok veće pojačavaju zasićenost

source: steepness of the b* curve in Lab lower values desaturate blues and yellows while higher saturate them
sr@latin: koraci za b* krivu u Lab niže vrednosti smanjuju zasićenost plave i žute, dok veće pojačavaju zasićenost

source: color correction
sr@latin: ispravljanje boje

source: correct white balance selectively for blacks and whites
sr@latin: selektivno ispravlja balans bele za crne i bele

source: warm tone
sr@latin: topli tonovi

source: warming filter
sr@latin: filter topline

source: cooling filter
sr@latin: filter hladnoće

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
sr@latin: prevucite liniju za deljenje tonova. svetlo znači svetli delovi, tamno znači senke. koristite točkić miša da promenite zasićenost.

source: set the global saturation
sr@latin: postavite opštu zasićenost

source: input color profile
sr@latin: ulazni profil boje

source: convert any RGB input to pipeline reference RGB using color profiles to remap RGB values
sr@latin: pretvara bilo koji RGB ulaz u cevovod na referentni RGB koristeći profile boje za ponovno mapiranje RGB vrednosti

source: mandatory
sr@latin: obavezno

source: defined by profile
sr@latin: određeno profilom

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
sr@latin: ne mogu da izvučem matricu prostora boja „%s“, biće zamenjen za Rec2020 RGB!

source: `%s' color matrix not found!
sr@latin: nije pronađena matrica boja „%s“!

source: input profile could not be generated!
sr@latin: ulazni profil ne može biti napravljen!

source: unsupported input profile has been replaced by linear Rec709 RGB!
sr@latin: nepodržani ulazni profil je zamenjen linearnim Rec709 RGB!

source: input profile
sr@latin: ulazni profil

source: working profile
sr@latin: radni profil

source: ICC profiles in %s or %s
sr@latin: ICC profili u %s ili %s

source: confine Lab values to gamut of RGB color space
sr@latin: ograniči Lab vrednosti na paletu RGB prostora boja

source: colorize
sr@latin: oboji

source: overlay a solid color on the image
sr@latin: stavlja jednu boju preko cele slike

source: select the hue tone
sr@latin: izaberite nijansu

source: select the saturation shadow tone
sr@latin: bira nijansu zasićenosti za tonove u senci

source: lightness of color
sr@latin: svetlina boje

source: mix value of source lightness
sr@latin: mešavina vrednosti izvorne svetline

source: color mapping
sr@latin: mapiranje boje

source: transfer a color palette and tonal repartition from one image to another
sr@latin: premešta paletu boja i podelu tonova iz jedne slike na drugu

source: source clusters:
sr@latin: izvorni skupovi:

source: target clusters:
sr@latin: ciljni skupovi:

source: acquire as source
sr@latin: snimi kao izvornu

source: analyze this image as a source image
sr@latin: analiziraj ovu sliku kao izvornu sliku

source: acquire as target
sr@latin: snimi kao ciljnu

source: analyze this image as a target image
sr@latin: analizira ovu liku kao ciljnu sliku

source: number of clusters to find in image. value change resets all clusters
sr@latin: broj skupova za nalaženje slike. promena vrednosti vraća sve skupove

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
sr@latin: određuje kako se skupovi mapiraju. niske vrednosti: na osnovu blizine boje, visoke vrednosti: na osnovu dominacije boje

source: level of histogram equalization
sr@latin: nivoi ujednačavanja histograma

source: output color profile
sr@latin: izlazni profil boje

source: convert pipeline reference RGB to any display RGB using color profiles to remap RGB values
sr@latin: pretvaranje cevovoda referentnog RGB u bilo koji RGB za prikaz koristeći profile boje za remapiranje RGB vrednosti

source: missing output profile has been replaced by sRGB!
sr@latin: nedostajući izlazni profil je zamenjen sa sRGB!

source: missing softproof profile has been replaced by sRGB!
sr@latin: nedostajući profil za simulaciju štampe je zamenjen za sRGB!

source: unsupported output profile has been replaced by sRGB!
sr@latin: nepodržan izlazni profil je zamenjen sa sRGB!

source: color reconstruction
sr@latin: rekonstrukcija boje

source: recover clipped highlights by propagating surrounding colors
sr@latin: vraća odsečene presvetljene delove šireći okolne boje

source: inconsistent output
sr@latin: neujednačeni izlaz

source: module `color reconstruction' failed
sr@latin: nije uspeo modul „rekonstrukcija boje“

source: spatial
sr@latin: prostorno

source: range
sr@latin: opseg

source: precedence
sr@latin: prvenstvo

source: pixels with lightness values above this threshold are corrected
sr@latin: pikseli sa vrednošću svetline iznad ovog praga su ispravljene

source: how far to look for replacement colors in spatial dimensions
sr@latin: koliko daleko da gledam prilikom zamene boja u prostornim dimenzijama

source: how far to look for replacement colors in the luminance dimension
sr@latin: koliko daleko da gledam prilikom zamene boja u dimenzijama svetline

source: if and how to give precedence to specific replacement colors
sr@latin: ukoliko i kako da date prvenstvo određenom načinu zamene boja

source: the hue tone which should be given precedence over other hue tones
sr@latin: nijansa kojoj će biti dato prvenstvo ispred drugih nijansi

source: color transfer
sr@latin: prenos boja

source: this module is deprecated. better use color mapping module instead.
sr@latin: ovaj modul je zastareo. bolje koristite modul za mapiranje boja.

# accel
source: acquire
sr@latin: snimi

# accel
source: apply
sr@latin: primeni

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
sr@latin: ovaj modul će biti uklonjen u budućnosti i ovde je samo da bi ga isključili i premestili vaš rad u novi modul za mapiranje boja.

source: number of clusters to find in image
sr@latin: broj skupova za nalaženje unutar slike

source: acquire
sr@latin: snimi

source: analyze this image
sr@latin: analiziraj ovu sliku

source: apply previously analyzed image look to this image
sr@latin: primenjuje prethodno analizirani izgled slike na ovoj slici

source: color zones
sr@latin: zone boje

source: selectively shift hues, saturation and brightness of pixels
sr@latin: selektivno pomera nijanse, zasićenost i osvetljenost piksela

source: red black white
sr@latin: crvena crna bela

source: black white and skin tones
sr@latin: crna vela i boja kože

source: polarizing filter
sr@latin: polarizacioni filter

source: natural skin tones
sr@latin: neutralna boja kože

source: black & white film
sr@latin: crno-beli film

source: HSL base setting
sr@latin: podesi na osnovu HSL

source: create a curve based on an area from the image drag to create a flat curve ctrl+drag to create a positive curve shift+drag to create a negative curve
sr@latin: napravi krivu na osnovu oblasti iz slike prevucite da napravite ravnu krivu ctrl+prevlačenje za pravljenje pozitivne krive shift+prevlačenje za pravljenje negativne krive

source: edit by area
sr@latin: uredi po oblasti

source: edit the curve nodes by area
sr@latin: uređuje čvorove krive na osnovu oblasti

source: display selection
sr@latin: izbor ekrana

source: choose selection criterion, will be the abscissa in the graph
sr@latin: odaberite kriterijum izbora, što će biti apscisa na grafiku

source: choose between a smoother or stronger effect
sr@latin: izaberite između uglađenog ili jakog efekta

source: interpolation method
sr@latin: način interpolacije

source: centripetal spline
sr@latin: centripetalni splajn

source: monotonic spline
sr@latin: jednobojni splajn

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
sr@latin: promenite ovaj način ukoliko vidite oscilacije ili oštri ugao krive — kvadratni splajn je dobar za uglađene krive, ali pravi oscilacije ukoliko su čvorovi previše blizu — centripetalni je dobar za izbegavanje oscilacija i oštrih uglova krive, ali pravi grublje krive — monotoni je dobar ako vam treba tačnost analitičke funkcije (logaritamska, gama, ekponencijalna)

source: defringe
sr@latin: hromatske aberacije

source: attenuate chromatic aberration by desaturating edges
sr@latin: uklanja ljubičaste i plave hromatske aberacije na ivicama kontrasnih delova slike smanjenjem zasićenosti

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
sr@latin: način za zaštitu boja: — opšti prosek: brzo, ali može dati nešto lošiji pregled pri većim uvećanjima; ponekad može previše ili premalo zaštititi zasićenost određenih delova slike u poređenju sa lokalnim prosekom — lokalni prosek: sporije, ali može zaštititi zasićenost bolje nego opšti prosek koristeći susedne piksele kao referencu, tako da dozvoljava da neka područja budu više zasićena ukoliko je potrebno — statični prag: brzo, koristi samo određeni prag kao zadatu granicu

source: radius for detecting fringe
sr@latin: poluprečnik za traženje ivica

source: threshold for defringe, higher values mean less defringing
sr@latin: prag koji se koristi pri uklanjanju prezasićenih ivica, velike vrednosti daju slabiji efekat uklanjanja ivica

source: demosaic
sr@latin: rasklapanje mozaika

source: reconstruct full RGB pixels from a sensor color filter array reading
sr@latin: rekonstruiše sve RGB piksele iz vrednosti očitavanja boja na senzoru kamere

source: `%s' color matrix not found for 4bayer image!
sr@latin: nije nađena matrica boja „%s“ za 4bayer sliku!

source: how many color smoothing median steps after demosaicing
sr@latin: određuje broj koraka se koristi za umekšanje boja nakon rasklapanja mozaika

source: green channels matching method
sr@latin: način za poklapanje zelenih kanala

source: wavelets: chroma only
sr@latin: talasno: samo hroma

source: denoise (profiled)
sr@latin: uklanjanje šuma (profilisano)

source: found match for ISO %d
sr@latin: nađeno poklapanje za ISO %d

source: interpolated from ISO %d and %d
sr@latin: interpolazija iz ISO %d i %d

source: compute variance
sr@latin: izračunaj varijansu

source: use only with a perfectly uniform image if you want to estimate the noise variance.
sr@latin: koristi se samo za savršene ujednačene slike ukoliko želite da izračunate varijansu šuma.

source: variance red:
sr@latin: varijansa crvene:

source: variance computed on the red channel
sr@latin: varijansa izračunata za crveni kanal

source: variance green:
sr@latin: varijansa zelene:

source: variance computed on the green channel
sr@latin: varijansa izračunata za zeleni kanal

source: variance blue:
sr@latin: varijansa plave:

source: variance computed on the blue channel
sr@latin: varijansa izračunata za plavi kanal

source: profile
sr@latin: profil

source: non-local means
sr@latin: nelokalizovani proseci

source: non-local means auto
sr@latin: auto nelokalizovani proseci

source: wavelets
sr@latin: niskotalasno

source: wavelets auto
sr@latin: auto niskotalasno

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
sr@latin: prilagođava uklanjanje šuma na osnovu koeficijenata balansa bele. treba da bude uključeno u što pre za bolje uklanjanje šuma. treba da bude isključeno ukoliko neki modul već koristi režim stapanja boja.

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
sr@latin: ispravlja greške u anskombovom preobražaju koji daje manje uglađeni zeleni kanal u talasnom režimu, kombinovanom sa lošim upravljanjem koeficijenata balansa bele i greškom u nelokalnom proseku normalizacije koji daje manju uglađenost kada se veličina parčeta poveća. omogućavanje ove opcije će promeniti krajnje uklanjanje šuma. kada je omogućeno, nećete moći da se vratite na stari algoritam.

source: profile used for variance stabilization
sr@latin: profil koji se koristi za stabilizaciju varijanse

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
sr@latin: način koji se koristi za uklanjanje šuma. nelokalizovani proseci radi bolje kod stapanja svetline, niskotalasni radi bolje kod stapanja boja

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
sr@latin: predstava boje koja se koristi unurat algoritma. RGB zadržava razdvojene RGB kanale, dok Y0U0V0 kombinuje kanale pri zasebnom uklanjanju šuma hrome i svetline.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
sr@latin: koristi se samo za hitne slučajeve: poluprečnik susedstva u kom se traže parčići. povećajte za bolje uklanjanje šuma, ali obratite pažnju da obrada traje previše dugo! sa velikim poluprečnikom radnja postaje spora.

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
sr@latin: rasipanje susedstva u kojima se traže parčići. povećanje za bolje uklanjanje velikozrnog šuma. ne utiče na trajanje izvršavanja.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
sr@latin: povećava težinu centralnog piksela parčića tokom poređenja delića. korisno za vraćanje detalja kada je veličina delića veoma velika.

source: finetune denoising strength
sr@latin: podesi jačinu uklanjanja šuma

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
sr@latin: način na koji se parametri automatski podešavaju kada šum u senkama nije dovoljno smanjen ili ostane hroma šum. to se dešava ukoliko je vaša slika podeksponirana.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
sr@latin: podešava uklanjanje šuma u senkama. smanjite za jači efekat uklanjanja šuma u tamnim područjima slike.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
sr@latin: ispravlja neprirodnu obojenost u senkama. smanjite ukoliko su senke previše ljubičaste. povećajte ukoliko su senke previše zelene.

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
sr@latin: ažurirajte algoritam za stabilizaciju varijanse. novi algoritam proširuje trenutni. on je fleksibilniji ali može dati male razlike u slikama koje su već obrađene.

source: properties
sr@latin: osobine

source: dithering
sr@latin: didering

source: reduce banding and posterization effects in output JPEGs by adding random noise
sr@latin: umanjuje zakrivljenje i efekat postera u izlaznim JPEG slikama tako što dodaje nasumični šum

source: dither
sr@latin: dider

source: radius for blurring step
sr@latin: poluprečnik zamućenja

source: the gradient range where to apply random dither
sr@latin: opseg skale unutar koje se primenjuje nasumični šum

source: gradient range
sr@latin: opseg skale

source: damping level of random dither
sr@latin: izbacuje nivo nasumičnog šuma

source: legacy equalizer
sr@latin: zastarelo ujednačavanje

source: this module is deprecated. better use contrast equalizer module instead.
sr@latin: ovaj mogul je zastareo. bolje koristite ujednačavanje kontrasta.

source: sharpen (strong)
sr@latin: izoštravanje (jako)

# equalizer
source: sharpen
sr@latin: izoštravanje

source: null
sr@latin: ništa

source: denoise (strong)
sr@latin: uklanjanje šuma (jako)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
sr@latin: ovaj modul će biti uskoro uklonjen i ovde je samo da bi ga mogli isključiti pre nego što pređete na novi modul za ujednačavanje.

source: redo the exposure of the shot as if you were still in-camera using a color-safe brightening similar to increasing ISO setting
sr@latin: vraća ekspoziciju snimka kao kada sada koristite foto-aparat, koristeći osvetljenost koja čuva boje, nalik efektu povećanja ISO vrednosti

source: magic lantern defaults
sr@latin: podrazumevano u čarobnoj lampi

source: failed to get raw buffer from image `%s'
sr@latin: ne mogu da dobijem raw ostavu iz slike „%s“

source: compensate camera exposure (%+.1f EV)
sr@latin: vraćanje ekspozicije kamere (%+.1f EV)

source: automatically remove the camera exposure bias this is useful if you exposed the image to the right.
sr@latin: automatski uklanja pomeranje ekspozicije iz kamere što je korisno ukoliko ste preeksponirali sliku.

source: where in the histogram to meter for deflicking. E.g. 50% is median
sr@latin: koji deo histograma će biti izmeren za ukljanjanje treperenja (defliking). Npr. 50% daje medijanu

source: where to place the exposure level for processed pics, EV below overexposure.
sr@latin: gde se smešta nivo ekspozicije za obrađene slike, EV ispod preeksponirane

source: computed EC:
sr@latin: izračunati EC:

source: what exposure correction has actually been used
sr@latin: koja korekcija ekspozicije se zapravo koristi

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
sr@latin: podesite nivoe crne za poništite odsecanje negativnih RGB vrednosti. nikada ne treba da koristite za dodavanje više gustine u crnim područjima! ukoliko je loše podešeno, iseći će boje koje su blizu crne iz palete i pomeriti RGB vrednosti ka negativnim.

source: this module is deprecated. better use filmic rgb module instead.
sr@latin: ovaj modul je zastareo. možete koristiti filmski rgb umesto njega.

source: 09 EV (low-key)
sr@latin: 09 EV (nisko)

source: 10 EV (indoors)
sr@latin: 10 EV (unutra)

source: 11 EV (dim outdoors)
sr@latin: 11 EV (zatamnjeno napolju)

source: 12 EV (outdoors)
sr@latin: 12 EV (napolju)

source: 13 EV (bright outdoors)
sr@latin: 13 EV (osvetljeno napolju)

source: 14 EV (backlighting)
sr@latin: 14 EV (pozadinsko svetlo)

source: 15 EV (sunset)
sr@latin: 15 EV (zalazak sunca)

source: read-only graph, use the parameters below to set the nodes
sr@latin: ovaj grafik samo možete da pregledate, koristite parametre ispod da podesite čvorove

source: logarithmic shaper
sr@latin: logaritamsko oblikovanje

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
sr@latin: podešava da se poklopi sa prosečnom svetlinom subjekta. osim kada je u pitanju kontra svetlo, treba postaviti vrednosti oko 18%.

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
sr@latin: uvećava ili sakuplja izračunati dinamički opseg. korisno uz opciju „sam podesi nivoe“

source: auto tune levels
sr@latin: sam podesi nivoe

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
sr@latin: pokušava da nađe najbolje opcije uz nekoliko pretpostavki. ovo će uklopiti opseg svetline unutar granica histograma. radi bolje za pejzaže i ujednačeno osvetljene slike, ali ne i za slike sa previše svetlim i tamnim delovima.

source: filmic S curve
sr@latin: filmska S kriva

source: slope of the linear part of the curve affects mostly the mid-tones
sr@latin: padina linearnog dela krive utiče najviše na srednje tonove

source: latitude
sr@latin: širina područja

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
sr@latin: širina linearnog područja središnjeg dela krive. povećajte da dobijete više kontrasta u ekstremnim osvetljenjima. ovo nema efekat na srednjim tonovima.

source: shadows/highlights balance
sr@latin: balans senki/svetlih delova

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
sr@latin: pomera širinu područja duž padine da bi dao više mesta za senke i svetle delove. koristite ukoliko želite da sačuvate više detalja na jednom ekstremu histograma.
