Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: $(CREATOR) - creator from metadata
sr@latin: $(CREATOR) — autor iz metapodataka

source: $(PUBLISHER) - publisher from metadata
sr@latin: $(PUBLISHER) — izdavač iz metapodataka

source: $(RIGHTS) - rights from metadata
sr@latin: $(RIGHTS) — prava iz metapodataka

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
sr@latin: $(CATEGORY0(kategorija)) — podoznaka nivoa 0 u hijerarhijskim oznakama

source: $(TAGS) - tags as set in metadata settings
sr@latin: $(TAGS) — oznake kao što je postavljeno u metapodacima

source: grid
sr@latin: mreža

source: rules of thirds
sr@latin: pravilo trećina

source: metering
sr@latin: merenje

source: perspective
sr@latin: perspektiva

source: diagonal method
sr@latin: dijagonalni način

source: harmonious triangles
sr@latin: harmonijski trouglovi

source: golden sections
sr@latin: zlatni presek

source: golden spiral
sr@latin: zlatna spirala

source: golden spiral sections
sr@latin: presek zlatne spirale

source: horizontal lines
sr@latin: vodoravne linije

source: number of horizontal guide lines
sr@latin: broj horizontalnih linija vođica

source: vertical lines
sr@latin: uspravne linije

source: number of vertical guide lines
sr@latin: broj vertikalnih linija vođica

source: subdivisions
sr@latin: broj podeoka

source: number of subdivisions per grid rectangle
sr@latin: broj podeoka za ćeliju mreže

source: flip
sr@latin: izvrni

source: flip guides
sr@latin: izvrni vođice

source: horizontally
sr@latin: vodoravno

source: vertically
sr@latin: uspravno

source: both
sr@latin: oba

source: overlay color
sr@latin: boja prekrivanja

source: set overlay color
sr@latin: postavi boju prekrivanja

source: select _all
sr@latin: izaberi _sve

source: select _none
sr@latin: izaberi _ništa

source: can't copy history out of unaltered image
sr@latin: ne mogu da kopiram istorijat neizmenjenih slika

source: from xmp
sr@latin: iz xmp

source: selected metadata are imported from image and override the default value this drives also the 'look for updated xmp files' and 'load sidecar file' actions CAUTION: not selected metadata are cleaned up when xmp file is updated
sr@latin: izabrani metapodaci se uvoze iz slike i prepisuju podrazumevane vrednosti ovo određuje i radnje „izgled ažuriranih xmp datoteka“ i „učitaj priključnu datoteku“ UPOZORENJE: metapodaci koji nisu izbarani se brišu kada se ažurira xmp datoteka

source: comma separated list of tags
sr@latin: spisak oznaka razdvojenih zarezom

source: interface language
sr@latin: jezik programa

source: set the language of the user interface. the system default is marked with an * (needs a restart)
sr@latin: postavlja jezik programa. podrazumevani jezik na sistemu je obeležen sa * (potrebno ponovno pokretanje)

source: theme
sr@latin: tema

source: set the theme for the user interface
sr@latin: postavlja temu programa

source: use system font size
sr@latin: koristi veličinu fonta sa sistema

source: font size in points
sr@latin: veličina fonta u tačkama

source: GUI controls and text DPI
sr@latin: rezolucija sučelja i teksta

source: adjust the global GUI resolution to rescale controls, buttons, labels, etc. increase for a magnified GUI, decrease to fit more content in window. set to -1 to use the system-defined global resolution. default is 96 DPI on most systems. (needs a restart).
sr@latin: podešava rezoluciju grafičkog sučelja radi promene veličine kontroa, dugmića, natpisa i sl. veće vrednosti povećavaju elemente sučelja, manje vrednosti omogućava da smestite više stvari u prozor. postavite na -1 da koristite rezoluciju određenu u sistemu podrazumevano je 96 tačaka po inču na većini sistema. (potrebno ponovno pokretanje)

source: modify selected theme with CSS tweaks below
sr@latin: menja izabranu temu proizvoljnim CSS prepravkama

source: modify theme with CSS keyed below (saved to user.css)
sr@latin: menja temu proizvoljnim CSS ključevima (koji se čuvaju u user.css)

source: maker
sr@latin: proizvođač

source: auto
sr@latin: automatski

# preferences
source: import...
sr@latin: uvoz…

# preferences
source: export...
sr@latin: izvoz…

source: failed to import preset %s
sr@latin: ne mogu da uvezem postavku %s

source: monochrome
sr@latin: crno-belo

source: preset `%s' is write-protected, can't delete!
sr@latin: psotavka „%s“ je zaštićena za upis, ne možete je obrisati!

source: do you really want to delete the preset `%s'?
sr@latin: da li zaista želite da obrišete postavku „%s“?

source: delete preset?
sr@latin: da obrišem postavku?

source: new preset
sr@latin: nova postavka

source: please give preset a name
sr@latin: dajte naziv za postavku

source: unnamed preset
sr@latin: neimenovana postavka

source: preset `%s' already exists. do you want to overwrite?
sr@latin: postavka „%s“ već postoji. da li želite da je prepišete?

source: overwrite preset?
sr@latin: da prepišem postavku?

source: _select as output destination
sr@latin: _izaberi kao izlazno odredište

source: edit `%s' for module `%s'
sr@latin: uređivanje „%s“ za modul „%s“

source: name of the preset
sr@latin: naziv postavke

source: description or further information
sr@latin: opis i dodatni podaci

source: auto apply this preset to matching images
sr@latin: sam primeni ovu postavku na poklopljene slike

source: only show this preset for matching images
sr@latin: prikaži samo ove postavke za poklopljene slike

source: be very careful with this option. this might be the last time you see your preset.
sr@latin: budite pažljivi sa ovom opcijom. ovo može biti poslednji put da vidite vaše postavke.

source: string to match model (use % as wildcard)
sr@latin: karakteri za poklapanje sa modelom (koristite % kao zamenski znak)

source: string to match maker (use % as wildcard)
sr@latin: karakteri za poklapanje sa proizvođačem (koristite % kao zamenski znak)

source: string to match lens (use % as wildcard)
sr@latin: karakteri za poklapanje sa objektivom (koristite % kao zamenski znak)

source: minimum ISO value
sr@latin: najmanja ISO vrednost

source: maximum ISO value
sr@latin: najveća ISO vrednost

source: minimum exposure time
sr@latin: najmanje vreme ekspozicije

source: maximum exposure time
sr@latin: najveće vreme ekspozicije

source: minimum aperture value
sr@latin: najmanji otvor blende

source: maximum aperture value
sr@latin: najveći otvor blende

source: minimum focal length
sr@latin: najmanja žižna dužina

source: maximum focal length
sr@latin: najveća žižna dužina

source: select image types you want this preset to be available for
sr@latin: izaberite vrste slika ukoliko želite da ova postavka bude dostupna za

source: preset `%s' is write-protected! can't edit it!
sr@latin: postavka „%s“ je zaštićena za upis! ne mogu da je uredim!

source: do you really want to update the preset `%s'?
sr@latin: da li zaista želite da ažurirate postavku „%s“?

source: update preset?
sr@latin: da ažuriram postavku?

source: (default)
sr@latin: (podrazumevano)

source: disabled: wrong module version
sr@latin: onemogućeno: pogrešna verzija modula

source: edit this preset..
sr@latin: uredi ovu postavku…

source: delete this preset
sr@latin: obriši ovu postavku

source: store new preset..
sr@latin: sačuvaj novu postavku…

source: update preset
sr@latin: ažuriraj postavku

source: style `%s' already exists. do you want to overwrite?
sr@latin: već postoji stil „%s“. da li želite da ga prepišete?

source: overwrite style?
sr@latin: da prepišem stil?

source: please give style a name
sr@latin: dajte nazim za stil

source: unnamed style
sr@latin: neimenovani stil

source: style %s was successfully saved
sr@latin: stil %s je uspešno sačuvan

source: edit style
sr@latin: uredi stil

source: duplicate style
sr@latin: udvostruči stil

source: creates a duplicate of the style before applying changes
sr@latin: pravi duplikat stila pre nego što primeni promene

source: create new style
sr@latin: napravi novi stil

source: enter a name for the new style
sr@latin: unesite naziv za novi stil

source: enter a description for the new style, this description is searchable
sr@latin: unesite opis novog stila koji se može pretraživati

source: include
sr@latin: uključi

source: item
sr@latin: stavka

source: can't create style out of unaltered image
sr@latin: ne mogu da napravim stil za sliku koja nije prmenjena

source: 8 bit
sr@latin: 8 bita

source: 10 bit
sr@latin: 10 bita

source: 12 bit
sr@latin: 12 bita

source: invalid AVIF bit depth!
sr@latin: neispravna dubina bitova za AVIF!

source: AVIF (8/10/12-bit)
sr@latin: AVIF (8/10/12 bita)

source: bit depth
sr@latin: dubina bitova

source: color information stored in an image, higher is better
sr@latin: podaci o boji snimljeni unutar slike, veće je bolje

source: rgb colors
sr@latin: rgb boje

source: grayscale
sr@latin: sivi tonovi

source: saving as grayscale will reduce the size for black & white images
sr@latin: čuvanje slike u sivim tonovima će umanjiti njenu veličinu kada su u pitanju crno-bele slike

source: tiling
sr@latin: pločice

source: tile an image into segments. makes encoding faster. the impact on quality reduction is negligible, but increases the file size.
sr@latin: iseca sliku segmente u vidu pločica. na ovaj način će otvaranje slike biti brže. uticaj na smanjenje kvaliteta je zanemarljiv, ali će povećati velčinu datoteke.

source: compression type
sr@latin: vrsta kompresije

source: the compression for the image
sr@latin: određuje kompresiju za sliku

source: quality
sr@latin: kvalitet

source: the quality of an image, less quality means fewer details. the following applies only to lossy setting pixelformat based on quality: 91% - 100% -> YUV444 81% - 90% -> YUV422 5% - 80% -> YUV420
sr@latin: kvalitet slike, pri čemu manji kvalitet uništava detalje slike. ovo se odnosi samo na postavke čuvanja sa gubitkom podataka format piksela u zavisnosti od kvaliteta: 91% - 100% -> YUV444 81% - 90% -> YUV422 5% - 80% -> YUV420

source: copy
sr@latin: kopiraj

source: do a 1:1 copy of the selected files. the global options below do not apply!
sr@latin: pravi kopiju izabrane datoteke u rezmeri 1:1. globalna podešavanja ispod neće biti primenjena!

source: the selected output profile doesn't work well with exr
sr@latin: izabrani izlazni profil ne radi dobro sa exr-om

source: 16 bit
sr@latin: 16 bita

source: compression
sr@latin: komprimuj

source: uncompressed
sr@latin: nekomprimovano

source: JPEG 2000 (12-bit)
sr@latin: JPEG 2000 (12 bita)

source: DCP mode
sr@latin: DCP režim

source: JPEG (8-bit)
sr@latin: JPEG (8 bita)

source: invalid paper size
sr@latin: neispravna veličina papira

source: invalid border size, using 0
sr@latin: neispravna veličina ivice, koristim 0

source: could not export to file `%s'!
sr@latin: ne mogu da izvezem u datoteku „%s“!

source: enter the title of the pdf
sr@latin: unesite naslov za pdf

source: paper size
sr@latin: veličina papira

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
sr@latin: veličina papria za pdf jedna od vrednosti sa spiska ili "<width> [merna jedinica] × <height> <unit> na primer: 210 mm × 2.97 cm

source: page orientation
sr@latin: okretanje strane

source: portrait
sr@latin: uspravno

source: landscape
sr@latin: položeno

source: paper orientation of the pdf
sr@latin: okretanje papira unutar pdf datoteke

source: border
sr@latin: ivica

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
sr@latin: prazan prostor oko pdf-a format: veličina + merna jedinica na primer: 10 mm, 1 inč

source: dpi of the images inside the pdf
sr@latin: pataka po inču za slike unutar pdf datoteke

source: rotate images
sr@latin: okreni slike

source: images can be rotated to match the pdf orientation to waste less space when printing
sr@latin: slike se mogu okrenuti u smeru pdf dokumenta kako bi uštedeli prosto za štampu

source: TODO: pages
sr@latin: ZA URADITI: stranice

source: single images
sr@latin: jedna slika

source: contact sheet
sr@latin: list za kontakt

source: what pages should be added to the pdf
sr@latin: koje stranice treba dodati u pdf

source: embed icc profiles
sr@latin: umetni icc profile

source: images can be tagged with their icc profile
sr@latin: slike mogu biti označene njihovim icc profilom

source: bits per channel of the embedded images
sr@latin: bitova po kanalu za umetnute slike

source: deflate
sr@latin: deflejt

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
sr@latin: način koji se koristi za kompresiju nekomprimovano — brzo ali pravi velike datoteke defjelt — manje datoteke ali sporije

source: image mode
sr@latin: režim slike

source: normal
sr@latin: obično

source: draft
sr@latin: nacrt

source: debug
sr@latin: za greške

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
sr@latin: obično — samo stavlja slike u pdf nacrt — slike će biti zamenjene kutijicama za greške — samo prikazuje okvirne linije i veze kitijica

source: PFM (float)
sr@latin: PFM (celobrojno)

source: PNG (8/16-bit)
sr@latin: PNG (8/16 bita)

source: PPM (16-bit)
sr@latin: PPM (16 bita)

source: will export as a grayscale image
sr@latin: izvozi sliku u režimu sivih tonova

source: TIFF (8/16/32-bit)
sr@latin: TIFF (8/16/32 bita)

source: 32 bit (float)
sr@latin: 32 bita (celobrojno)

source: deflate with predictor
sr@latin: deflejt sa predikcijom

source: compression level
sr@latin: nivo kompresije

source: b&w image
sr@latin: c-b slika

source: write rgb colors
sr@latin: upiši rgb boje

source: write grayscale
sr@latin: upiši sive tonove

source: WebP (8-bit)
sr@latin: WebP (8 bita)

source: lossy
sr@latin: sa gubitkom

source: lossless
sr@latin: bez gubitka

source: applies only to lossy setting
sr@latin: primenjuje se samo za postavke sa gubitkom

source: image hint
sr@latin: predlog slike

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
sr@latin: karakteristike slike na osnovu kojih se predlaže kodiranje. slika : digitalna slika, kao što je portret ili snimak u studiju fotografija : fotografija nastala napolju, sa prirodnim osvetljenjem grafika : diskretan broj tonova slike, kao što je grafika ili geografska karta

source: picture
sr@latin: slika

source: photo
sr@latin: fotografija

source: graphic
sr@latin: grafika

source: on conflict
sr@latin: ako postoji

source: create unique filename
sr@latin: napravi jedinstven naziv

source: overwrite
sr@latin: prepiši

source: skip
sr@latin: preskoči

source: could not create directory `%s'!
sr@latin: ne mogu da napravim direktorijum „%s“!

source: could not write to directory `%s'!
sr@latin: ne mogu da upišem u direktorijum „%s“!

source: %d/%d skipping `%s'
sr@latin: %d/%d preskočene „%s“

source: %d/%d exported to `%s'
sr@latin: %d/%d izvezene u „%s“

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
sr@latin: izvozite sliku sa omogućenim prepisivanjem datoteka, što će prepisati postojeće slike da li želite da nastavite?

source: enter the title of the website
sr@latin: unesite naslov veb stranice

source: authenticated
sr@latin: prijavljeni ste

source: not authenticated
sr@latin: niste prijavljeni

source: not authenticated, cannot reach server
sr@latin: niste prijavljeni, ne mogu da dođem do servera

source: create new album
sr@latin: napravi novi album

source: cannot refresh albums
sr@latin: ne mogu da osvežim album

source: accounts
sr@latin: nalozi

source: the server name default protocol is https specify http:// if non secure server
sr@latin: podrazumevani protokol naziva servera je https postavite http:// za nesigurne

source: user
sr@latin: korisnik

source: password
sr@latin: lozinka

source: login
sr@latin: prijava

source: piwigo login
sr@latin: prijava na pivigo

source: visible to
sr@latin: vidljivo za

source: everyone
sr@latin: svakoga

source: contacts
sr@latin: kontakte

source: friends
sr@latin: prijatelje

source: family
sr@latin: porodicu

source: you
sr@latin: mene

source: refresh album list
sr@latin: osveži spisak albuma

source: new album
sr@latin: novi album

source: parent album
sr@latin: roditeljski album

source: click login button to start
sr@latin: da počnete, kliknite na dugme prijava

source: cannot create a new piwigo album!
sr@latin: ne mogu da napravim pivigo album!

source: could not upload to piwigo!
sr@latin: ne mogu da pošaljem u pivigo!

source: %d/%d exported to piwigo webalbum
sr@latin: %d/%d su izvezene u pivigo veb album

source: send as email
sr@latin: pošalji e-poštom

source: could not launch email client!
sr@latin: ne mogu da pokrenem program za e-poštu!

source: corrective or creative
sr@latin: korektivno ili kreativno

source: linear, RGB, scene-referred
sr@latin: linearni RGB na osnovu scenografije

source: geometric, RGB
sr@latin: geometrijski RGB

source: automatic cropping failed
sr@latin: nije uspelo automatsko isecanje

source: data pending - please repeat
sr@latin: podaci na čekanju — ponovite zahtev

source: could not detect structural data in image
sr@latin: ne mogu da nađem podatke o strukturi slike

source: could not run outlier removal
sr@latin: ne mogu da uklonim izvan opsega

source: automatic correction failed, please correct manually
sr@latin: nije uspelo automatsko ispravljanje, probajte da to uradite ručno

source: lens shift (%s)
sr@latin: pomeraj objektiva (%s)

source: apply lens shift correction in one direction
sr@latin: primeeuje ispravke pomeraja objektiva u jednom pravcu

source: shear the image along one diagonal
sr@latin: iskosi sliku duž jedne dijagonale

source: automatically crop to avoid black edges
sr@latin: sam iseca rezultat da bi izbegli stvaranje crnih ivica

source: lens model of the perspective correction: generic or according to the focal length
sr@latin: model objektiva za korekciju perspektive: opšti ili na osnovu žižne dužine

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
sr@latin: nivo korekcije u zavisnosti od objektiva, postavite na najveće za potpunu zavisnost od modela objektiva, postavite na nula za opšte

source: adjust aspect ratio of image by horizontal and vertical scaling
sr@latin: podešava odnos razmere slike po vodoravnoj i uspravnoj stranici

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
sr@latin: automatski ispravlja izobličenje vertikalne perspektive ctrl+klik da uklopite samo okretanje shift+klik da uklopite pomeraj objektiva

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
sr@latin: automatski ispravlja izobličenje horizontalne perspektive ctrl+klik da uklopite samo okretanje shift+klik da uklopite pomeraj objektiva

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
sr@latin: automatski ispravlja izobličenje vertikalne i horizontalne perspektive; uklapanje okretanja, pomeraja objektiva u oba smera i iskošavanje ctrl+klik da uklopite samo okretanje shift+klik da uklopite pomeraj objektiva ctrl+shift+klik da samo uklopite okretanje i pomeraj objektiva

source: [%s] define/rotate horizon
sr@latin: [%s] odredi/rotiraj horizont

source: [%s on segment] select segment
sr@latin: [%s na segmentu] izaberi segment

source: [%s on segment] unselect segment
sr@latin: [%s na segmentu] poništi izbor segmenta

source: [%s] select all segments from zone
sr@latin: [%s] izaberi sve segmente u podružju

source: [%s] unselect all segments from zone
sr@latin: [%s] poništi izbor svih segmenata u području

source: contrast equalizer
sr@latin: ujednačavanje kontrasta

source: sharpness|acutance|local contrast
sr@latin: izoštravanje|oštrina|lokalni kontrast|izoštravanje|oštrina|lokalni kontrast|sharpness|acutance|local contrast

source: add or remove local contrast, sharpness, acutance
sr@latin: dodaje ili uklanja lokalni kontrast, izoštravanje ili oštrinu

source: corrective and creative
sr@latin: korekcije i kreativnost

source: linear, Lab, scene-referred
sr@latin: linearni Lab na osnovu svenografije

source: frequential, RGB
sr@latin: učestali RGB

# eq_preset
source: coarse
sr@latin: grubo

source: denoise & sharpen
sr@latin: uklanjanje šuma i izoštravanje

# atrous
source: sharpen
sr@latin: oštrenje

source: denoise chroma
sr@latin: uklanjanje šuma boje

source: denoise
sr@latin: uklanjanje šuma

source: bloom
sr@latin: cvetanje

source: clarity
sr@latin: čistoća

source: deblur: large blur, strength 3
sr@latin: uklanjanje zamućenja: veliko zamućenje, jačina 3

source: deblur: medium blur, strength 3
sr@latin: uklanjanje zamućenja: srednje zamućenje, jačina 3

source: deblur: fine blur, strength 3
sr@latin: uklanjanje zamućenja: malo zamućenje, jačina 3

source: deblur: large blur, strength 2
sr@latin: uklanjanje zamućenja: veliko zamućenje, jačina 2

source: deblur: medium blur, strength 2
sr@latin: uklanjanje zamućenja: srednje zamućenje, jačina 2

source: deblur: fine blur, strength 2
sr@latin: uklanjanje zamućenja: malo zamućenje, jačina 2

source: deblur: large blur, strength 1
sr@latin: uklanjanje zamućenja: veliko zamućenje, jačina 1

source: deblur: medium blur, strength 1
sr@latin: uklanjanje zamućenja: srednje zamućenje, jačina 1

source: deblur: fine blur, strength 1
sr@latin: uklanjanje zamućenja: malo zamućenje, jačina 1

source: coarse
sr@latin: grubo

source: fine
sr@latin: fino

source: contrasty
sr@latin: kontrasno

source: noisy
sr@latin: šumovito

source: bold
sr@latin: podebljano

source: dull
sr@latin: ispravno

source: luma
sr@latin: svetlina

source: change lightness at each feature size
sr@latin: menja svetlinu na svakoj veličini

source: change color saturation at each feature size
sr@latin: menja zasićenost boja na svakoj veličini

source: edges
sr@latin: ivice

source: change edge halos at each feature size only changes results of luma and chroma tabs
sr@latin: menjanje oreola oko ivica za svaku veličinu će samo promeniti rezultat kartica svetlina i hroma

source: make effect stronger or weaker
sr@latin: pojačava ili smanjuje efekat

source: neutral
sr@latin: neutralno

source: canon eos like
sr@latin: kao na canon eos

source: canon eos like alternate
sr@latin: kao na canon eos (alternativno)

source: nikon like
sr@latin: kao na nikon

source: nikon like alternate
sr@latin: kao na nikon (alternativno)

source: sony alpha like
sr@latin: kao na sony alpha

source: pentax like
sr@latin: kao na pentax

source: ricoh like
sr@latin: kao na ricoh

source: olympus like
sr@latin: kao na olympus

source: olympus like alternate
sr@latin: kao na olympus (alternativno)

source: panasonic like
sr@latin: kao na panasonic

source: leica like
sr@latin: kao na leica

source: kodak easyshare like
sr@latin: kao na kodak easyshare

source: konica minolta like
sr@latin: kao na konica minolta

source: samsung like
sr@latin: kao na samsung

source: fujifilm like
sr@latin: kao na fujifilm

source: nokia like
sr@latin: kao na nokia

source: cubic spline
sr@latin: kubni splajn

source: base curve
sr@latin: osnovna kriva

source: apply a view transform based on personal or camera manufacturer look, for corrective purposes, to prepare images for display
sr@latin: primenjuje preobražaj kako vi odaberete ili na osnovu predloga proizvođača kamere, za potrebe ispravljanja, u pripremi slika za prikaz na ekranu

source: corrective
sr@latin: korektivno
