Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: color temperature (in Kelvin)
sr@latin: temperatura boje (u kelvinima)

source: tint
sr@latin: nijansiranje

source: color tint of the image, from magenta (value < 1) to green (value > 1)
sr@latin: nijansiranje slike, od ljubičaste (vrednost <1) do zelene (vrednost > 1)

source: channel coefficients
sr@latin: koeficijenti kanala

source: white balance disabled for camera
sr@latin: balans bele je onemogućen za ovu kameru

source: tone curve
sr@latin: kriva tonova

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
sr@latin: ukoliko je postavljeno na automatski, a i b krive nemaju efekat i ne prikazuju se. vrednosti hrome (a i b) svakog piksela će biti podešene na osnovu podataka iz L krive svetline. auto XYZ je slično ali primenjuje promene zasićenosti u XYZ prostoru boja.

source: tonecurve for L channel
sr@latin: kriva tonova za L kanal

source: tonecurve for a channel
sr@latin: kriva tonova za a kanal

source: tonecurve for b channel
sr@latin: kriva tonova za b kanal

source: tone equalizer
sr@latin: ujednačavanje tonova

source: tone curve|tone mapping|relight|background light|shadows highlights
sr@latin: kriva tonova|mapiranje tonova|ponovno osvetljavanje|pozadinsko svetlo|senke i svetlo|kriva tonova|mapiranje tonova|ponovno osvetljavanje|pozadinsko svetlo|senke i svetlo|tone curve|tone mapping|relight|background light|shadows highlights

source: relight the scene as if the lighting was done directly on the scene
sr@latin: ponovno osvetljavanje slike kao da je osvetljenje rađeno direktno u svenografiji

source: quasi-linear, RGB
sr@latin: kvazi-linearni RGB

source: quasi-linear, RGB, scene-referred
sr@latin: kvazi-linearni RGB na osnovu scenografije

source: simple tone curve
sr@latin: jednostavna kriva tonova

source: contrast tone curve: soft
sr@latin: kriva tonova za kontrast: slabo

source: contrast tone curve: medium
sr@latin: kriva tonova za kontrast: srednje

source: contrast tone curve: strong
sr@latin: kriva tonova za kontrast: jako

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
sr@latin: ujednačavanje tonova u/iz ostave je pogrešno poravnato, prijavite ovo programerskom timu

source: tone equalizer failed to allocate memory, check your RAM settings
sr@latin: ujednačavanje tonova nije uspelo da rezerviše dovoljno memorije, proverite podešavanja RAM memorije

source: the interpolation is unstable, decrease the curve smoothing
sr@latin: interpolacije nije stabilna, smanjite umekšavanje krive

source: wait for the preview to finish recomputing
sr@latin: sačekajte dok se ne završi računanje pregleda

source: scroll over image to change tone exposure shift+scroll for large steps; ctrl+scroll for small steps
sr@latin: točkić miša preko slike da promenite ekspoziciju tonova shift+točkić miša za velike korake; ctrl+točkić miša za male korake

source: some parameters are out-of-bounds
sr@latin: neki parametri su izvan granica

source: [%s over image] change tone exposure
sr@latin: [%s preko slike] menja ekspoziciju tonova

source: [%s over image] change tone exposure in large steps
sr@latin: [%s preko slike] menja ekspoziciju tonova većim koracima

source: [%s over image] change tone exposure in small steps
sr@latin: [%s preko slike] menja ekspoziciju tonova manjim koracima

source: simple
sr@latin: prosto

source: advanced
sr@latin: naprednije

source: double-click to reset the curve
sr@latin: dvoklik za vraćanje krive

source: curve smoothing
sr@latin: umekšavanje krive

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
sr@latin: pozitivne vrednosti će napraviti postepeniji prelaz između tonova, ali će kriva sa nekim podešavanjima početi da oscilira. negativne vrednosti će smanjiti oscilacije i daće ujednačenije rezultate ali mogu napraviti veoma loš prelaz tronova i uništiti lokalni kontrast.

source: masking
sr@latin: maska

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
sr@latin: pregleda maske i izvor računice koja će dati veći kontrast između područja za prosvetljenje i područja za spaljivanje

source: details
sr@latin: detalji

source: preserve details
sr@latin: očuvaj detalje

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of 'no' and 'guided filter' methods 'eigf' (exposure-independent guided filter) is a guided filter that is exposure-independent, it smooths shadows and highlights the same way (contrary to guided filter which smooths less the highlights) 'averaged eigf' is a geometric mean of 'no' and 'exposure-independent guided filter' methods
sr@latin: „ne“ utiče na opšti i lokalni kontrast (sigurno je ukoliko samo dodajete kontrast) „vođeni filter“ utiče na opšti kontrast i pokušava da sačuva lokalni kontrast „filter vođen prosekom“ je geometrijska sredina metoda „ne“ i „vođeni filter“ „vfne“ je vođeni filter nezavisan od ekspozicije (eng. exposure-independent guided filter), on ublažava senke i svetlo na isti način (nasuprot vođenom dilteru koji manje ublažava svetle delove)„prosečni vfne“ je geometrijska sredina metora „ne“ i „vfne“

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
sr@latin: broj prolaza vođenog filtera pomaže za stapanje ivica filtera na uštrb brzine

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
sr@latin: prečnik zamućenja u procentima najveće veličine slike upozorenje: velike vrednosti ovog parametra mogu prouzrokovati spori pregled u tamnoj sobi ukoliko se koristi profilisano uklanjanje šuma.

source: mask post-processing
sr@latin: post-obrada maske

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
sr@latin: histogram maske je u opsegu između prve i poslednje decile. centralna linija prikazuje prosek. narandžaste linije su ekstremi ukoliko dođe do odsecanja.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
sr@latin: 0 onemogućava kvantizaciju. veće vrednosti posterizuju masku svetline da bi pomogli vođenje pravljenja umekšanja svakog dela područja kada koristite vrednosti za umekšanje

source: display exposure mask
sr@latin: prikaži masku ekspozicije

source: tone mapping
sr@latin: mapiranje tonova

source: velvia
sr@latin: velvija

source: resaturate giving more weight to blacks, whites and low-saturation pixels
sr@latin: vraća zasićenost dajući više težine crnim, belim i manje zasićenim pikselima

source: the strength of saturation boost
sr@latin: jačina pojačanja zasićenosti

source: how much to spare highlights and shadows
sr@latin: koliko da poštedite svetle delove i senke

source: saturate and reduce the lightness of the most saturated pixels to make the colors more vivid.
sr@latin: zasićuje i umanjuje svetlinu piksela koji su najzasićeniji dajući efekat življih boja.

source: the amount of vibrance
sr@latin: količina živosti

source: vignetting
sr@latin: vinjetarenje

source: simulate a lens fall-off close to edges
sr@latin: simulira zatamnjenje objektiva blizu ivica slike

source: the radii scale of vignette for start of fall-off
sr@latin: razmera vinjetarenja u radijanima za početak zatamnjenja

source: the radii scale of vignette for end of fall-off
sr@latin: razmera vinjetarenja u radijanima za kraj zatamnjenja

source: strength of effect on brightness
sr@latin: jačina efekta osvetljenja

source: strength of effect on saturation
sr@latin: jačina efekta zasićenosti

source: horizontal offset of center of the effect
sr@latin: vodoravni pomeraj sredine efekta

source: vertical offset of center of the effect
sr@latin: uspravni pomeraj sredine efekta

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
sr@latin: faktor oblika 0 pravi kvadrat 1 pravi krug ili elipsu 2 pravi dijamant

source: enable to have the ratio automatically follow the image size
sr@latin: omogući da odnos automatski prati veličinu slike

source: width-to-height ratio
sr@latin: odnos širine u odnosu na visinu

source: add some level of random noise to prevent banding
sr@latin: dodaj neki nivo nasumičnog šuma da sprečiš zakrivljenje

source: [%s on node] change vignette/feather size
sr@latin: [%s na čvor] promenja vinjetarenja/veličine umekšanja

source: [%s on node] change vignette/feather size keeping ratio
sr@latin: [%s ča čvor] promena vinjetarenja/veličine umekšanja uz zadržavanje odnosa

source: [%s on center] move vignette
sr@latin: [%s na sredinu] pomeri vinjetarenje

source: watermark
sr@latin: vodeni žig

source: overlay an SVG watermark like a signature on the picture
sr@latin: stavlja SVG vodeni žig kao potpis na slici

source: marker
sr@latin: oznaka

source: SVG watermarks in %s/watermarks or %s/watermarks
sr@latin: SVG vodeni žigovi u %s/watermarks ili %s/watermarks

source: text
sr@latin: tekst

source: text string, tag: $(WATERMARK_TEXT)
sr@latin: tekst, oznaka: $(WATERMARK_TEXT)

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
sr@latin: font teksta, oznake: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: watermark color, tag: $(WATERMARK_COLOR)
sr@latin: boja vodenog žiga, oznaka: $(WATERMARK_COLOR)

source: select watermark color
sr@latin: izaberite boju vodenog žiga

source: pick color from image
sr@latin: izaberite boju iz slike

source: size is relative to
sr@latin: veličina je relativna u odnosu na

source: alignment
sr@latin: poravnanje

source: the opacity of the watermark
sr@latin: neprovidnost vodenog žiga

source: the scale of the watermark
sr@latin: razmera vodenog žiga

source: the rotation of the watermark
sr@latin: okretanje vodenog žiga

source: zone system
sr@latin: sistem zona

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
sr@latin: zone svetline koristite točkić miša da promenite broj zona levi klik na ivicu da napravite marker desni klik na oznaku da je obrišete

source: background jobs
sr@latin: pozadinski poslovi

source: search filmroll
sr@latin: pretraži filmske rolne

source: problem selecting new path for the filmroll in %s
sr@latin: problem pri izboru nove putanje za filmsku rolnu u %s

source: search filmroll...
sr@latin: pretraga rolne…

source: remove...
sr@latin: ukloni…

source: uncategorized
sr@latin: nekategorizovano

source: copied locally
sr@latin: kopirano lokalno

source: group followers
sr@latin: grupa cvetova

source: use <, <=, >, >=, <>, =, [;] as operators
sr@latin: koristite <, <=, >, >=, <>, =, [;] kao operatore

source: use `%' as wildcard and `,' to separate values
sr@latin: koristite „%“ kao zamenski znak i „,“ da razdvoji vrednosti

source: use `%' as wildcard
sr@latin: koristite „%“ kao zamenski znak

source: clear this rule
sr@latin: očisti ovo pravilo

source: clear this rule or add new rules
sr@latin: očisti ovo pravilo i dodaj novo

source: narrow down search
sr@latin: suzi pretragu

source: add more images
sr@latin: dodaj još slika

source: exclude images
sr@latin: isključi slike

source: change to: and
sr@latin: promeni u: i

source: change to: or
sr@latin: promeni u: ili

source: change to: except
sr@latin: promeni u: osim

source: save
sr@latin: sačuvaj

source: preferences...
sr@latin: postavke…

source: mean
sr@latin: prosek

source: min
sr@latin: najmanje

source: max
sr@latin: najveće

source: color picker
sr@latin: izbor boje

source: click to (un)hide large color patch
sr@latin: klik za sakrivanje/otkrivanje velikog parčeta boje

source: live samples
sr@latin: živi uzorak

source: export
sr@latin: izvezi

source: export to disk
sr@latin: izvezi na disk

source: which is equal to %s × %s px
sr@latin: što je jednako %s × %s px

# unit
source: in
sr@latin: u

source: file on disk
sr@latin: datoteka na disku

source: storage options
sr@latin: mogućnosti skladištenja

source: target storage
sr@latin: ciljno skladište

source: format options
sr@latin: mogućnosti formata

source: file format
sr@latin: format datoteke

source: global options
sr@latin: opšte mogućnosti

source: set size
sr@latin: postavi veličinu

source: choose a method for setting the output size
sr@latin: izaberite način za postavljanje izlazne veličine

source: in pixels (for file)
sr@latin: u pikselima (za datoteku)

source: in cm (for print)
sr@latin: u centimetrima (za štampu)

source: in inch (for print)
sr@latin: u inčima (za štampu)

source: by scale (for file)
sr@latin: po razmeri (za datoteku)

source: maximum output width limit. click middle mouse button to reset to 0.
sr@latin: ograničenje najveće izlazne širine. kliknite srednji taster miša za vratite na 0.

source: maximum output height limit. click middle mouse button to reset to 0.
sr@latin: ograničenje najveće izlazne visine. kliknite srednji taster miša za vratite na 0.

source: resolution in dot per inch
sr@latin: rezolucija u tačkama po inču

source: px
sr@latin: piksela

source: it can be an integer, decimal number or simple fraction. zero or empty values are equal to 1. click middle mouse button to reset to 1.
sr@latin: može biti celi broj, decimalni broj ili jednostavni odnos. nula ili prazna vrednost će dati 1. kliknite na srednji taster miša da vratite na 1.

source: allow upscaling
sr@latin: dozvoli povećanje veličine

source: high quality resampling
sr@latin: kvalitetna promena veličine

source: do high quality resampling during export
sr@latin: primenjuje visok kvalitet pri promeni veličine (risempling) prilikom izvoza

source: store masks
sr@latin: sačuvaj maske

source: store masks as layers in exported images. only works for some formats.
sr@latin: čuva maske kao slojeve u izvezenim slikama. radi samo sa nekim formatima.

source: output ICC profiles in %s or %s
sr@latin: izlazni ICC profili u %s ili %s

source: perceptual
sr@latin: čulno

source: relative colorimetric
sr@latin: relativno kolorimetrijski

# rendering intent
source: saturation
sr@latin: zasićenost

source: absolute colorimetric
sr@latin: apsolutno kolorimetrijski

source: style
sr@latin: stil

source: temporary style to use while exporting
sr@latin: privremeni stil koji se koristi pri izvozu

source: replace history
sr@latin: istorijat zamene

source: append history
sr@latin: istorijat dodavanja

source: whether the style items are appended to the history or replacing the history
sr@latin: da li su stilovi stavki dodati na istorijat ili ga menjaju

source: export with current settings
sr@latin: izvezi sa trenutnim podešavanjima

source: select tag
sr@latin: izaberi oznaku

source: add
sr@latin: dodaj

source: list filter
sr@latin: spisak filtera

source: list of available tags. click 'add' button or double-click on tag to add the selected one
sr@latin: spisak dostupnih oznaka. kliknite na dugme „dodaj“ ili dvaput kliknite na oznaku da je dodate

source: edit metadata exportation
sr@latin: uredi izvoženje metapodataka

source: general settings
sr@latin: opšta podešavanja

source: metadata
sr@latin: metapodaci

source: export dt xmp metadata (from metadata editor module)
sr@latin: izvezi xmp metapodatke tamnog stola (iz modula za uređivanje metapodataka)

source: only embedded
sr@latin: samo ugnezdi

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
sr@latin: podrazumevano sučelje šalje neke (ograničene) metapodatke pored slike na udaljeno skladište. omogućite ovo kako bi izbegli ovo i dozvolili samo xmp metapodatke ugnježđene u sliku. ukoliko udaljeno skladište ne razume xmp metapodatke, možete koristiti izračuante metapodatke.

source: geo tags
sr@latin: geo oznake

source: export geo tags
sr@latin: izvezi geo oznake

source: export tags (to Xmp.dc.Subject)
sr@latin: izvezi oznake (u Xmp.dc.Subject)

source: private tags
sr@latin: privatne oznake

source: export private tags
sr@latin: izvezi privatne oznake

source: synonyms
sr@latin: sinonimi

source: export tags synonyms
sr@latin: izvezi oznake sinonima

source: omit hierarchy
sr@latin: zanemari hijerarhiju

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
sr@latin: samo poslednji deo hijerarhijskih oznaka je uključen. može biti korisno ukoliko se kategorije ne koriste

source: hierarchical tags
sr@latin: hijerarhijske oznake

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
sr@latin: izvezi hijerarhijske oznake (u Xmp.lr.Hierarchical Subject)

source: develop history
sr@latin: istorija razvijanja

source: export dt development data (recovery purpose in case of loss of database or xmp file)
sr@latin: izvozi podatke za razvijanje slike u tamno stolu (za povratak u slučaju da izgubite bazu podataka ili xmp datoteku)

source: per metadata settings
sr@latin: po podešavanjima metapodatka

source: redefined tag
sr@latin: ponovo definisane oznake

source: add an output metadata tag
sr@latin: dodaj izlaznu oznaku metapodataka

source: delete metadata tag
sr@latin: obriši oznaku metapodataka

source: images
sr@latin: slike

source: open GPX file
sr@latin: otvori GPX datoteku

source: GPS data exchange format
sr@latin: GPS format za razmenu podataka

source: apply GPX track file...
sr@latin: primeni GPX datoteku sa putanjom…

source: parses a GPX file and updates location of selected images
sr@latin: obrađuje GPX podatke i ažurira lokaciju za izabrane slike

source: set scale to linear
sr@latin: podesi razmeru na linearnu

source: set scale to logarithmic
sr@latin: podesi razmeru na logaritamsku

source: set mode to waveform
sr@latin: postavi režim na talasnu formu

source: set mode to histogram
sr@latin: podesi režim na histogram

source: click to hide red channel
sr@latin: kliknite da sakrijete crveni kanal

source: click to show red channel
sr@latin: kliknite da prikažete crveni kanal

source: click to hide green channel
sr@latin: kliknite da sakrijete zeleni kanal

source: click to show green channel
sr@latin: kliknite da prikažete zeleni kanal

source: click to hide blue channel
sr@latin: kliknite da sakrijete plavi kanal

source: click to show blue channel
sr@latin: kliknite da prikažete plavi kanal

source: ctrl+scroll to change display height
sr@latin: ctrl+točkić miša da promenite vidinu ekrana

source: compress history stack
sr@latin: sažimanje skladišta istorijata

source: create a style from the current history stack
sr@latin: napravite stil iz trenutnog skladišta istorijata

source: always-on module
sr@latin: režim stalno uključenog

source: default enabled module
sr@latin: podrazumevano uključeni moduli

source: deprecated module
sr@latin: zastareli moduli

source: colorspace
sr@latin: prostor boja

source: mask mode
sr@latin: režim maske

source: mask blur
sr@latin: umekšanje maske

source: raster mask instance
sr@latin: rasterska maska

source: raster mask id
sr@latin: ib rasterske maske

source: drawn mask polarity
sr@latin: polarnost izcrtane maske

source: a drawn mask was added
sr@latin: dodata je iscrtana maska

source: the drawn mask was removed
sr@latin: uklonjena je iscrtana maska

source: the drawn mask was changed
sr@latin: promenjena je iscrtana maska

source: parametric output mask:
sr@latin: parametarska izlazna maska:

source: parametric input mask:
sr@latin: parametarska ulazna maska:

source: do you really want to clear history of current image?
sr@latin: da li zaista želite da očistite istorijat ove slike?

source: delete image's history?
sr@latin: da obrišem istorijat?

source: files
sr@latin: datoteke

source: remove
sr@latin: ukloni

source: move...
sr@latin: premesti…

source: move to other folder
sr@latin: premešta u drugu fasciklu

source: copy...
sr@latin: kopiraj…

source: copy to other folder
sr@latin: kopira u drugu fasciklu

source: create HDR
sr@latin: napravi HDR

source: create a high dynamic range image from selected shots
sr@latin: pravi sliku velikog dinamičkog opsega iz izabranih snimaka

source: rotate selected images 90 degrees CCW
sr@latin: okreće izabrane slike za 90 stepeni u levo

source: rotate selected images 90 degrees CW
sr@latin: okreće izabrane slike za 90 stepeni u desno

source: reset rotation
sr@latin: vrati rotaciju

source: reset rotation to EXIF data
sr@latin: vrati rotaciju na podešavanje iz EXIF podataka

source: copy locally
sr@latin: umnoži lokalno

source: copy the image locally
sr@latin: kopira sliku lokalno

source: resync local copy
sr@latin: osveži kopiju

source: synchronize the image's XMP and remove the local copy
sr@latin: usaglašava XMP slike i uklanja lokalnu kopiju

source: group
sr@latin: grupa

source: add selected images to expanded group or create a new one
sr@latin: dodaje izabrane slike u proširenu grupu ili pravi novu

source: ungroup
sr@latin: razgrupiši

source: remove selected images from the group
sr@latin: uklanja izabrane slike iz grupe

source: ratings
sr@latin: ocene

source: select ratings metadata
sr@latin: izaberi metapodatke sa ocenom

source: colors
sr@latin: boje

source: select colors metadata
sr@latin: izaberi metapodatke sa bojom

source: select tags metadata
sr@latin: izaberi metapodatke sa oznakama

source: select geo tags metadata
sr@latin: izaberi metapodatke sa geo oznakama

source: select dt metadata (from metadata editor module)
sr@latin: izaberite metapodatke tamnog stola (iz modula za uređivanje metapodata)

source: paste
sr@latin: ubaci

source: paste selected metadata on selected images
sr@latin: ubacite izabrane metapodatke na izabrane slike

source: clear
sr@latin: očisti

source: clear selected metadata on selected images
sr@latin: očisti izabrane metapodatke na izabrane slike

source: merge
sr@latin: spoji

source: how to handle existing metadata
sr@latin: kako da radim sa postojećim metapodacima

source: update image information to match changes to file
sr@latin: ažurira podatke o slici da se poklope sa primenama datoteke

source: set selection as monochrome images and activate monochrome workflow
sr@latin: postavlja izbor kao jednobojnu sliku i aktivira jednobojnu obradu slike

source: set selection as color images
sr@latin: postavlja izbor kao slike u boji

source: deleting preset for obsolete module
sr@latin: brisanje postavke za zastarele module

source: manage presets...
sr@latin: uredi postavke…

source: nothing to save
sr@latin: ništa za čuvanje

source: find location
sr@latin: nađi mesto

source: locations
sr@latin: mesta

source: new sub-location
sr@latin: nova podlokacija

source: new location
sr@latin: nova lokacija

source: location name '%s' already exists
sr@latin: naziv mesta „%s“ veće postoji

source: edit location
sr@latin: uredi mesto

source: delete location
sr@latin: obriši mesto

source: update filmstrip
sr@latin: ažuriraj filmsku traku

source: go to collection (lighttable)
sr@latin: idi na zbirku (svetli sto)

source: add a new location on the center of the visible map
sr@latin: dodaje novo mesto na sredinu prikazane karte

source: show all
sr@latin: prikaži sve
