Repository: Aurelien-Pierre/Ansel
Catalog: po/*.po
Languages: sr@latin

source: map settings
sr@latin: podešavanja karte

source: map source
sr@latin: izvor karte

source: select the source of the map. some entries might not work
sr@latin: izaberite izvor za kartu. neki unosi možda neće raditi

source: group #%d
sr@latin: grupa #%d

source: add existing shape
sr@latin: dodaj postojeći oblik

source: duplicate this shape
sr@latin: udvostruči ovaj oblik

source: delete this shape
sr@latin: obriši ovaj oblik

source: remove from group
sr@latin: ukloni iz grupe

source: group the forms
sr@latin: grupiši formulare

source: use inverted shape
sr@latin: koristi izvrnuti oblik

source: cleanup unused shapes
sr@latin: očisti nekorišćene oblike

source: created shapes
sr@latin: napravi oblike

source: <leave unchanged>
sr@latin: <ostavi neizmenjeno>

source: metadata settings
sr@latin: podešavanje metapodataka

source: visible
sr@latin: vidljivi

source: tick if the corresponding metadata is of interest for you it will be visible from metadata editor, collection and import module it will be also exported
sr@latin: uključite odgovarajuće metapodaci koji su vam od interesa ovo će biti vidljivi iz urednika metapodataka, zbirke i modula za uvoz takođe će biti izvezeno

source: private
sr@latin: privatno

source: tick if you want to keep this information private (not exported with images)
sr@latin: uključite ukoliko želite da zadržite ove podatke kao privatne (ne izvozi ih uz slike)

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
sr@latin: teksta metapodataka. ctrl+točkić miša da promenite veličinu tekstualnog polja ctrl+enter ubacuje novi red (upozorenje, ovo možda nije saglasno sa standardnim metapodacima). ukoliko je <ostavi neizmenjeno> izabrane slike će imati drugačije metapodatke. u tom slučaju, desni klik će dati mogućnost da izaberete jedan od njih. pritisnite esc da izađete iz ovog prozorčeta

source: write metadata for selected images
sr@latin: upiši metapodatke u izabrane slike

source: Creative Commons Attribution (CC BY)
sr@latin: Krijejtiv komons, autorstvo (CC BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
sr@latin: Krijejtiv komons, autorstvo-deliti pod istim uslovima (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
sr@latin: Krijejtiv komons, autorstvo-bez izmena (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
sr@latin: Krijejtiv komons, autorstvo-nekomercijalno (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
sr@latin: Krijejtiv komons, autorstvo-nekomercijalno-deliti pod istim uslovima (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
sr@latin: Krijejtiv komons, autorstvo-nekomercijalno-bez izmena (CC BY-NC-ND)

source: all rights reserved
sr@latin: sva prava su zadržana

source: filmroll
sr@latin: filmska rolna

source: group id
sr@latin: ib grupe

source: version
sr@latin: izdanje

source: full path
sr@latin: puna putanja

source: flags
sr@latin: zastavice

source: focus distance
sr@latin: rastojanje fokusa

source: datetime
sr@latin: datum-vreme

source: height
sr@latin: visina

source: export width
sr@latin: širina izvoza

source: export height
sr@latin: visina izvoza

source: longitude
sr@latin: geogr. dužina

source: elevation
sr@latin: nadm. visina

source: categories
sr@latin: kategorije

source: unused/deprecated
sr@latin: nekorišćeno/zastarelo

source: marked for deletion
sr@latin: označeno za brisanje

source: auto-applying presets applied
sr@latin: samoprimenjujuće postavke su primenjene

source: legacy flag. set for all new images
sr@latin: zastarela zastavica svih novih slika

source: has .txt
sr@latin: sadrži .txt

source: has .wav
sr@latin: sadrži .wav

source: image rejected
sr@latin: slika je odbijena

source: image has %d star
sr@latin: slika ima %d zvezdicu

source: loader: %s
sr@latin: čitač: %s

source: drag and drop one row at a time until you get the desired order untick to hide metadata which are not of interest for you if different settings are needed, use presets
sr@latin: prevucite i pustite jedan po jedan red dok ne postignete željeni redosled isključite da sakrijete metapodatke koji vam nisu od značaja ukoliko su vam potrebna dodatna podešavanja koristite postavke

source: modulegroups
sr@latin: grupe modula

source: clear text
sr@latin: običan tekst

source: navigation
sr@latin: navigacija

source: small
sr@latin: malo

source: fit to screen
sr@latin: uklopi u ekran

source: print settings
sr@latin: postavke štampe

source: processing `%s' for `%s'
sr@latin: obrada „%s“ za „%s“

source: cannot open printer profile `%s'
sr@latin: ne mogu da otvorim profil štampača „%s“

source: error getting output profile for image %d
sr@latin: greška pri dobijanju izlaznog profila za sliku %d

source: cannot apply printer profile `%s'
sr@latin: ne mogu da primenim profil za štampu „%s“

source: failed to create temporary pdf for printing
sr@latin: ne mogu da napravim privremeni pdf za štampu

source: cannot print until a picture is selected
sr@latin: ne mogu da štampam dok ne izaberete sliku

source: cannot print until a printer is selected
sr@latin: ne mogu da štampam dok ne izaberete štampač

source: cannot print until a paper is selected
sr@latin: ne mogu da štampam dok ne izaberete papir

source: cannot get image %d for printing
sr@latin: ne mogu da dobijem sliku %d za štampu

source: %3.2f (dpi:%d)
sr@latin: %3.2f (tpi:%d)

source: sRGB (web-safe)
sr@latin: sRGB (za veb)

source: printer
sr@latin: štampač

source: media
sr@latin: medijum

source: color management in printer driver
sr@latin: upravljanje bojama iz drajvera štampača

source: printer ICC profiles in %s or %s
sr@latin: ICC profil štampača u %s ili %s

source: black point compensation
sr@latin: kompenzacija crne tačke

source: activate black point compensation when applying the printer profile
sr@latin: uključuje kompeznaciju crne tačke prilikom upotrebe profila za štampač

source: image width/height
sr@latin: širina/visina slike

source: scale factor
sr@latin: faktor veličine

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
sr@latin: faktor promene veličine slike iz DPI rezolucije štampača: < 1 znači da je slika smanjena (najbolji kvalitet) > 1 znači daje slika povećana prevelika vrednost može da smanji kvalitet štampe

source: top margin
sr@latin: gornja margina

source: left margin
sr@latin: leva margina

source: lock
sr@latin: zaključaj

source: change all margins uniformly
sr@latin: podjednako promeni sve margine

source: right margin
sr@latin: desna margina

source: bottom margin
sr@latin: donja margina

source: image settings
sr@latin: postavke slike

source: temporary style to use while printing
sr@latin: privremeni stil koji se koristi za štampu

source: print
sr@latin: štampaj

source: print with current settings
sr@latin: štampa sa izabranim podešavanjima

source: take snapshot
sr@latin: napravi snimak

source: take snapshot to compare with another image or the same image at another stage of development
sr@latin: pravi snimak i poredi ga sa drugim slikom ili sa istom slikom u drugoj fazi obrade

source: do you really want to remove %d style?
sr@latin: da li želite da obrišete %d stil!

source: remove style?
sr@latin: da obrišem stil?

source: style `%s' already exists. do you want to overwrite existing style?
sr@latin: već postoji stil „%s“. da li želite da prepišete postojeći stil?

source: apply this option to all existing styles
sr@latin: primeni ovu opciju na sve postojeće stilove

source: style %s was successfully exported
sr@latin: stil %s je uspešno izvezen

source: select style
sr@latin: izaberi stil

source: available styles, doubleclick to apply
sr@latin: dostupni stilovi, kliknite dvaput da primenite

source: filter style names
sr@latin: filter naziva stilova

source: create duplicate
sr@latin: napravi duplikat

source: creates a duplicate of the image before applying style
sr@latin: pravi duplikat slike pre primene stila

source: append
sr@latin: dodaj

source: how to handle existing history
sr@latin: određuje kako se upravlja postojećoj istorijom

source: create...
sr@latin: napravi…

source: create styles from history stack of selected images
sr@latin: pravi stilove iz skladišta istorijata izabranih slika

source: edit...
sr@latin: uredi…

source: edit the selected styles in list above
sr@latin: uređuje izabrani stil sa gornjeg spiska

source: removes the selected styles in list above
sr@latin: uklanja izabrani stil sa gornjeg spiska

source: import styles from a style files
sr@latin: uvozi stilove iz datoteka sa stilom

source: export the selected styles into a style files
sr@latin: izvozi izabrane stilove u datoteke sa stilom

source: apply the selected styles in list above to selected images
sr@latin: primenjuje izabrane stilove sa gornjeg spiska na izabrane slike

source: attach tag to all
sr@latin: dodaj oznaku svima

source: detach tag
sr@latin: otkači oznaku

source: delete tag?
sr@latin: obriši oznaku?

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
sr@latin: da li želite da obrišete oznaku „%s“? oznaka je prikačena na %d sliku!

source: tag %s removed
sr@latin: oznaka %s je uklonjena

source: %d tags removed
sr@latin: oznaka %d je uklonjena

source: create tag
sr@latin: napravi oznaku

source: name:
sr@latin: naziv:

source: add to: "%s"
sr@latin: dodaj u: „%s“

source: category
sr@latin: kategorija

source: synonyms:
sr@latin: sinonimi:

source: empty tag is not allowed, aborting
sr@latin: prazna oznaka nije dozvoljena. prekidam

source: tag name already exists. aborting.
sr@latin: naziv oznake već postoji. prekidam

source: at least one new tag name (%s) already exists, aborting
sr@latin: bar jedno ime oznake (%s) već postoji, prekidam

source: at least one new tagname (%s) already exists, aborting.
sr@latin: bar jedno ime oznake (%s) već postoji, prekidam.

source: '|' misplaced, empty tag is not allowed, aborting
sr@latin: „|“ je pogrešno pomereno, prazna oznaka nije dozvoljena. prekidam

source: attach tag
sr@latin: prikači oznaku

source: create tag...
sr@latin: napravi oznaku…

source: delete tag
sr@latin: obriši oznaku

source: copy to entry
sr@latin: kopiraj u unos

source: go to tag collection
sr@latin: idi na zbirku oznaka

source: go back to work
sr@latin: vrati se na posao

source: (private)
sr@latin: (privatno)

source: error importing tags
sr@latin: greška pri uvozu oznaka

source: %zd tags imported
sr@latin: %zd oznaka je uvezeno

source: error exporting tags
sr@latin: greška pri izvozu oznaka

source: %zd tags exported
sr@latin: %zd oznaka je izvezeno

source: drop to root
sr@latin: spusti u koren

source: attach
sr@latin: prikači

source: attach tag to all selected images
sr@latin: prikačinje oznaku na sve izabrane slike

source: detach
sr@latin: otkači

source: detach tag from all selected images
sr@latin: otkačinje oznake sa svih izabranih slika

source: toggle list with / without hierarchy
sr@latin: prikaz spiska sa/bez hijerarhije

source: toggle sort by name or by count
sr@latin: prikaz poređan po nazivu ili broju

source: clear entry
sr@latin: očisti unos

source: create a new tag with the name you entered
sr@latin: pravi novu oznaku sa nazivom koji ste naveli

source: import tags from a Lightroom keyword file
sr@latin: uvozi oznake iz Lightroom-ove datoteke sa ključnim rečima

source: export all tags to a Lightroom keyword file
sr@latin: izvozi sve oznake u Lightroom-ovu datoteku za ključne reči

source: toggle list / tree view
sr@latin: pregled u vidu spiska / stabla

source: toggle list with / without suggestion
sr@latin: prikaz spiska sa / bez predloga

source: tag shortcut is not active with tag tree view. please switch to list view
sr@latin: prečica za oznake nije aktivna u pregledu stabla oznaka. prebacite ga na pregled spiska

source: filmstrip
sr@latin: filmska traka

source: id
sr@latin: ib

source: custom sort
sr@latin: proizvoljno ređanje

source: shuffle
sr@latin: izmešano

source: unstarred only
sr@latin: samo bez zvezdica

source: rejected only
sr@latin: samo odbačene

source: all except rejected
sr@latin: sve osim odbačenih

source: sort by
sr@latin: redosled

source: hinter
sr@latin: savet

source: image infos
sr@latin: podaci o slici

source: module toolbox
sr@latin: alatnica modula

source: view toolbox
sr@latin: pregled alatnice

source: select file
sr@latin: izaberite datoteku

source: double click to reset to `%f'
sr@latin: kliknite dvaput da vratite na „%f“

source: lua options
sr@latin: lua opcije

# darkroom
source: loading `%s' ...
sr@latin: učitavam „%s“…

source: gamut check
sr@latin: provera palete

source: soft proof
sr@latin: simulacija štampe

source: applied style `%s' on current image
sr@latin: stil „%s“ je primenjen na trenutnu sliku

source: no styles have been created yet
sr@latin: stilovi još uvek nisu napravljeni

source: quick access for applying any of your styles
sr@latin: brzi pristup i primena vaših stilova

source: toggle ISO 12646 color assessment conditions
sr@latin: uključi ISO 12646 uslove za procenjivanje boja

source: toggle raw over exposed indication right click for options
sr@latin: uključi pokazivač za preeksponirani raw desni klik za opcije

source: select how to mark the clipped pixels
sr@latin: izaberite kako se označavaju odsečeni pikseli

source: mark with CFA color
sr@latin: označi CFA bojama

source: mark with solid color
sr@latin: označi punom bojom

source: false color
sr@latin: lažna boja

source: color scheme
sr@latin: šema boje

# solidcolor
source: red
sr@latin: crvena

# solidcolor
source: green
sr@latin: zelena

# solidcolor
source: blue
sr@latin: plava

# solidcolor
source: black
sr@latin: crna

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
sr@latin: izaberite punu boju koja će pokazivati preeksponitane delove. ovo će biti korišćeno ukoliko je režim = oznaka u punoj boji

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
sr@latin: prag nakon koga se smatra da je preeksponirana 1,0 — nivo bele 0,0 — nivo crne

source: toggle clipping indication right click for options
sr@latin: uključi pokazivače za odsecanje desni klik za opcije

source: clipping preview mode
sr@latin: pregled režima odsecanja

source: full gamut
sr@latin: puna paleta

source: any RGB channel
sr@latin: bilo koji RGB kanal

source: luminance only
sr@latin: samo svetlina

source: saturation only
sr@latin: samo zasićenost

source: select colors to indicate clipping
sr@latin: izaberite boje koje će prikazati odsečene delove

source: red & blue
sr@latin: crvena i plava

source: purple & green
sr@latin: ljubičsta i zelena

source: lower threshold
sr@latin: donji prag

source: clipping threshold for the black point, in EV, relatively to white (0 EV). 8 bits sRGB clips blacks at -12.69 EV, 8 bits Adobe RGB clips blacks at -19.79 EV, 16 bits sRGB clips blacks at -20.69 EV, typical fine-art mat prints produce black at -5.30 EV, typical color glossy prints produce black at -8.00 EV, typical B&W glossy prints produce black at -9.00 EV.
sr@latin: prag odsecanja za crnu tačku, data u EV, u odnosu na belu (0 EV). 8 bitni sRGB odseca crne na -12.69 EV, 8 bitni Adobe RGB odseca crne na -19.79 EV, 16 bitni sRGB odseca crne na -20.69 EV, uobičajena kvalitetna štampa na mat papiru odseca crne na -5.30 EV, uobičajena štampa u boji na sjajnom papiru odseca crne na -8.00 EV, uobičajena crno-bela štampa na sjajnom papiru odseca crne na -9.00 EV.

source: upper threshold
sr@latin: gornji prag

source: clipping threshold for the white point. 100% is peak medium luminance.
sr@latin: prag odsecanja za belu tačku. 100% je pik srednje svetline.

source: toggle softproofing right click for profile options
sr@latin: uključuje simulaciju štampe desni klik za opcije profila

source: toggle gamut checking right click for profile options
sr@latin: uključi proveru palete desni klik da opcije profila

source: softproof ICC profiles in %s or %s
sr@latin: ICC profil za simulaciju štampe u %s ili %s

source: keyboard shortcut slider precision: fine
sr@latin: preciznost klizača prečice tastature: fino

source: keyboard shortcut slider precision: normal
sr@latin: preciznost klizača prečice tastature: uobičajeno

source: keyboard shortcut slider precision: coarse
sr@latin: preciznost klizača prečice tastature: grubo

source: switch to lighttable
sr@latin: idi na svetli sto

source: zoom in the image
sr@latin: uvećaj sliku

source: unbounded zoom in the image
sr@latin: nevezano povećanje na slici

source: zoom to 100% 200% and back
sr@latin: uvećaj na 100%, 200% i nazad

source: [modules] expand module without closing others
sr@latin: [moduli] proširi modul bez zatvaranja ostalih

source: [modules] change module position in pipe
sr@latin: [moduli] promeni mesto modula u cevovodu

source: select
sr@latin: izbor

source: open image in darkroom
sr@latin: otvori sliku u tamnoj sobi

source: scroll the collection
sr@latin: listaj kroz zbirku

source: change number of images per row
sr@latin: promeni broj slika po redu

source: change image order
sr@latin: promeni redosled slike

source: [on image] open in darkroom
sr@latin: [na slici] otvori u tamnoj sobi

source: [on map] zoom map
sr@latin: [na karti] uvećanjem mape

source: move image location
sr@latin: pomeri lokaciju slike

source: no image to open !
sr@latin: nema slike za otvaranje !

source: end of images. press any key to return to lighttable mode
sr@latin: poslednja slika. pritisnite bilo koje dugme da se vratite na svetli sto

source: slideshow
sr@latin: slajdovi

source: waiting to start slideshow
sr@latin: čekam na pokretanje slajdova

source: slideshow paused
sr@latin: prikaz slajdova je pauziran

source: slideshow delay set to %d second
sr@latin: interval između slajdova je postavljen na %d sekundu

source: go to next image
sr@latin: idi na sledeću sliku

source: go to previous image
sr@latin: idi na prethodnu sliku

source: mouse actions
sr@latin: radnje miša
